Repository: quocvietht03/alone
Catalog: languages/give-*.po
Languages: ar

source: By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <a href="%1$s" target="_blank">Direct Debit Request service agreement</a>, and authorize Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %2$s (the “Merchant”) for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorized signatory on the account listed above.
ar: من خلال تقديم تفاصيل حسابك المصرفي وتأكيد هذه الدفعة ، فإنك توافق على طلب الخصم المباشر هذا <a href="%1$s" target="_blank">واتفاقية خدمة طلب الخصم المباشر</a> وتفوض Stripe Payments Australia Pty Ltd ACN 160180343 رقم معرف مستخدم الخصم المباشر 507156 ("الشريط") للخصم حسابك من خلال نظام المقاصة الإلكترونية المجمعة (BECS) نيابة عن %2$s ("التاجر") لأي مبالغ يرسلها التاجر لك بشكل منفصل. تقر بأنك إما صاحب حساب أو مفوض بالتوقيع على الحساب المذكور أعلاه.

source: Give - Stripe Error
ar: إعطاء - خطأ شريطي

source: Unable to retrieve account details. Please contact support for assistance. Details:
ar: تعذر استرداد تفاصيل الحساب. الرجاء الاتصال بالدعم للحصول على المساعدة. تفاصيل:

source: Donate
ar: تبرع

source: Donation Processing...
ar: معالجة التبرع ...

source: IBAN fields are disabled because your site is not running securely over HTTPS.
ar: تم تعطيل حقول IBAN لأن موقعك لا يعمل بشكل آمن عبر HTTPS.

source: IBAN fields are disabled because Stripe is not connected and your site is not running securely over HTTPS.
ar: تم تعطيل حقول IBAN لأن Stripe غير متصل ولا يعمل موقعك بشكل آمن عبر HTTPS.

source: IBAN fields are disabled. Please connect and configure your Stripe account to accept donations.
ar: تم تعطيل حقول IBAN. يرجى الاتصال وتكوين حساب Stripe الخاص بك لقبول التبرعات.

source: IBAN Info
ar: معلومات IBAN

source: IBAN
ar: رقم الحساب المصرفي الدولي - IBAN

source: Donation creating error
ar: التبرع خلق خطأ

source: Unable to create a pending donation. Details: %s
ar: تعذر إنشاء تبرع معلق. التفاصيل: %s

source: The Stripe Gateway returned an error while creating a pending donation.
ar: قامت Stripe Gateway بإرجاع خطأ أثناء إنشاء تبرع معلق.

source: Donation Confirmation
ar: تأكيد التبرع

source: Donation Failed
ar: فشل التبرع

source: We're sorry, your donation failed to process. Please try again or contact site support.
ar: نحن آسفون، تم فشل معالجة تبرعكم. الرجاء المحاولة مرة أخرى أو الاتصال بدعم الموقع.

source: The password you entered is incorrect.
ar: كلمة المرور التي أدخلتها غير صحيحة.

source: The username you entered does not exist.
ar: اسم المستخدم الذي أدخلته غير موجود.

source: Invalid username.
ar: اسم المستخدم غير صالح.

source: Username already taken.
ar: الاسم مستخدم من قبل.

source: Email address already taken.
ar: تم الاشتراك بهذا البريد من قبل.

source: Invalid payment email.
ar: البريد الإلكتروني للدفع غير صالح.

source: Please enter a password.
ar: الرجاء إدخال كلمة مرور.

source: Passwords don't match.
ar: كلمتي المرور غير متطابقتان.

source: Please enter the email address you used for your donation.
ar: الرجاء إدخال عنوان البريد الإلكتروني الذي استخدمته للتبرع.

source: reCAPTCHA test failed.
ar: فشل اختبار reCAPTCHA.

source: Unable to connect to reCAPTCHA server.
ar: تعذر الاتصال بخادم reCAPTCHA.

source: It looks like the reCAPTCHA test has failed.
ar: يبدو أن اختبار reCAPTCHA قد فشل.

source: We were unable to find any donations associated with the email address provided. Please try again using another email.
ar: لم نتمكن من العثور على أي تبرعات مرتبطة بعنوان البريد الإلكتروني المقدم. يرجى المحاولة مرة أخرى باستخدام بريد إلكتروني آخر.

source: Donation Form ID: %d
ar: ID نموذج التبرع: %d

source: Untitled donation form
ar: استمارة تبرع بدون عنوان

source: %1$s is <strong>deprecated</strong> since GiveWP version %2$s! Use %3$s instead.
ar: %1$s <strong>مهمل</strong> منذ إصدار GiveWP %2$s! استخدم %3$s بدلاً من ذلك.

source: %1$s is <strong>deprecated</strong> since GiveWP version %2$s with no alternative available.
ar: تم <strong>إيقاف</strong> العمل بـ %1$s منذ إصدار GiveWP %2$s مع عدم توفر بديل.

source: Donation Forms
ar: نماذج التبرع

source: For security reasons, please confirm your email address (%s) to view your complete donation history.
ar: لأسباب أمنية ، يرجى تأكيد عنوان بريدك الإلكتروني (%s) لعرض سجل التبرعات الكامل.

source: Email Sent!
ar: تم إرسال البريد!

source: %1$s was called <strong>incorrectly</strong>. %2$s
ar: تم استدعاء %1$s <strong>بشكل غير صحيح</strong> . %2$s

source: View the receipt in your browser &raquo;
ar: عرض الإيصال في متصفحك &raquo;

source: You are trying to access invalid donation receipt. Please try again.
ar: أنت تحاول الوصول إلى إيصال تبرع غير صالح. حاول مرة اخرى.

source: You must be logged in to view this donation receipt.
ar: يجب عليك تسجيل الدخول لعرض إيصال التبرع هذا.

source: Status changed from %1$s to %2$s.
ar: تم تغيير الحالة من %1$s إلى %2$s.

source: This custom meta key has been deprecated for performance reasons. Your custom meta data will still be stored but we recommend updating your code to store meta keys individually from GiveWP 2.0.0.
ar: تم إهمال مفتاح التعريف المخصص هذا لأسباب تتعلق بالأداء. ستظل بيانات التعريف المخصصة مخزنة ولكننا نوصي بتحديث الكود الخاص بك لتخزين مفاتيح التعريف بشكل فردي من GiveWP 2.0.0.

source: Complete
ar: مكتمل

source: Pre-Approved
ar: موافقة مسبقة

source: Delete this donation note.
ar: احذف مذكرة التبرع هذه.

# custom donation dropdown item
source: Custom
ar: مخصص

source: Add Form
ar: إضافة نموذج

source: Add New Donation Form
ar: اضافة استمارة تبرع جديدة

source: Edit Donation Form
ar: تعديل نموذج التبرع

source: Search Forms
ar: نماذج البحث

source: No forms found in Trash.
ar: لم يتم العثور على أي استمارة في سلة المهملات.

# post type general name
source: Donations
ar: التبرعات

# post type singular name
source: Donation
ar: تبرع

source: Add New
ar: اضف جديد

source: Add New Donation
ar: إضافة تبرع جديد

source: Edit Donation
ar: تعديل التبرع

source: All Donations
ar: كل التبرعات

source: Search Donations
ar: بحث عن التبرعات

source: No donations found in Trash.
ar: لم يتم العثور على تبرعات في المهملات.

# taxonomy general name
source: Form Categories
ar: أقسام النموذج

# taxonomy singular name
source: Category
ar: التصنيف

source: Search Categories
ar: البحث في الفئات

source: Parent Category
ar: القسم الرئيسي

source: Parent Category:
ar: التصنيف الرئيسي:

source: Edit Category
ar: تعديل القسم

source: Update Category
ar: تحديث التصنيف

source: Add New Category
ar: إضافة فئة جديدة

source: New Category Name
ar: اسم التصنيف الجديد

# taxonomy general name
source: Form Tags
ar: أوسمة الاستمارات

# taxonomy singular name
source: Tag
ar: وسم

source: Search Tags
ar: البحث فى الوسوم

source: Parent Tag
ar: الوسم الرئيسي

source: Parent Tag:
ar: الوسم الرئيسي:

source: Edit Tag
ar: تحرير الوسم

source: Update Tag
ar: تحديث الوسم

source: Add New Tag
ar: أضف وسما جديدا

source: New Tag Name
ar: اسم الوسم الجديد

source: Choose from most used tags.
ar: الاختيار من بين العلامات الأكثر استخداما.

source: Enter form title here
ar: أدخل عنوان الشكل هنا

# Processing payment status
source: Processing
ar: معالجة

# Preapproval payment status
source: Preapproval
ar: الموافقة المسبقة

source: Form updated.
ar: تحديث النماذج.

source: Form published.
ar: تم نشر النموذج.

source: Form saved.
ar: حفظ النموذج.

source: Form submitted.
ar: تقديم النموذج.

source: GiveWP Single Form Sidebar
ar: GiveWP ، الشريط الجانبي للنموذج الفردي

source: Widgets in this area will be shown on the single GiveWP forms aside area. This sidebar will not display for embedded forms.
ar: سيتم عرض الأدوات في هذه المنطقة في منطقة واحدة من نماذج GiveWP. لن يتم عرض هذا الشريط الجانبي للنماذج المضمنة.

source: You are logged in as %1$s, and are submitting a donation as %2$s, which is an existing donor. To ensure that the email address is tied to the correct donor, please submit this donation from a logged-out browser, or choose another email address.
ar: لقد قمت بتسجيل الدخول باعتبارك %1$s ، وتقوم بتقديم تبرع باسم %2$s ، وهو متبرع حالي. للتأكد من أن عنوان البريد الإلكتروني مرتبط بالمتبرع الصحيح ، يرجى إرسال هذا التبرع من متصفح تم تسجيل الخروج منه ، أو اختيار عنوان بريد إلكتروني آخر.

source: Welcome %s! You have successfully logged into your account.
ar: مرحبًا %s! لقد قمت بتسجيل الدخول بنجاح إلى حسابك.

source: Honeypot field detected. Go away bad bot!
ar: تم الكشف عن حقل مواضع الجذب. اذهب بعيدا البوت السيئ!

source: The email you are using has been flagged as one used in SPAM comments or donations by our system. Please try using a different email address or contact the site administrator if you have any questions.
ar: تم وضع علامة على البريد الإلكتروني الذي تستخدمه باعتباره بريدًا إلكترونيًا مستخدمًا في تعليقات الرسائل الاقتحامية أو التبرعات بواسطة نظامنا. يرجى محاولة استخدام عنوان بريد إلكتروني مختلف أو الاتصال بمسؤول الموقع إذا كان لديك أي أسئلة.

source: The donation form will process with a valid payment gateway.
ar: ستتم معالجة نموذج التبرع ببوابة دفع صالحة.

source: The selected payment gateway is not enabled.
ar: بوابة الدفع المختارة غير مفعلة.

source: Please insert a valid donation amount.
ar: الرجاء إدخال مبلغ تبرع صالح.

source: This form has a minimum donation amount of %s.
ar: يبلغ الحد الأدنى لمبلغ التبرع بهذا النموذج %s.

source: This form has a maximum donation amount of %s.
ar: يبلغ الحد الأقصى لمبلغ هذا النموذج للتبرع %s.

source: Please enter your title.
ar: يرجى إدخال عنوان الخاص بك.

source: Please enter a credit card number.
ar: الرجاء إدخال رقم بطاقة الائتمان.

source: Please enter a credit card CVC information.
ar: الرجاء إدخال معلومات رمز التحقق من البطاقة (CVC) الخاصة ببطاقة الائتمان.

source: Please enter a name of your credit card account holder.
ar: الرجاء إدخال اسم صاحب حساب بطاقتك الائتمانية.

source: Please enter a credit card expiry date.
ar: الرجاء إدخال تاريخ انتهاء صلاحية بطاقة الائتمان.

source: Please enter your primary billing address.
ar: الرجاء إدخال عنوان الفواتير الأساسي الخاص بك.

source: Please enter your zip / postal code.
ar: الرجاء إدخال الرمز البريدي الخاص بك.

source: Please enter your billing city.
ar: الرجاء إدخال مدينتك (عنوان الفوترة).

source: Please select your billing country.
ar: الرجاء تحديد بلد إرسال الفواتير الخاصة بك.

source: Please enter billing state / province / County.
ar: الرجاء إدخال ولاية / مقاطعة / مقاطعة إرسال الفواتير.

source: Please enter Company Name.
ar: الرجاء إدخال اسم الشركة.

source: The user information is invalid.
ar: معلومات المستخدم غير صالحة.

source: Please enter your username or email to log in.
ar: الرجاء إدخال اسم المستخدم أو البريد الإلكتروني الخاص بك لتسجيل الدخول.

source: Enter an email.
ar: أدخل بريدًا إلكترونيًا.

source: The zip / postal code you entered for your billing address is invalid.
ar: الرمز البريدي الذي أدخلته لعنوان إرسال الفواتير غير صالح.

source: Donation amount %s is invalid.
ar: مبلغ التبرع %s غير صالح.

source: The First Name and Last Name fields cannot contain an email address or numbers.
ar: لا يمكن أن يحتوي حقلا الاسم الأول واسم العائلة على عنوان بريد إلكتروني أو أرقام.

source: &laquo; Return to All Donations
ar: «العودة إلى كل التبرعات

source: You must be logged in to view your donation history. Please login using your account or create an account using the same email you used to donate with.
ar: يجب عليك تسجيل الدخول لعرض سجل التبرعات الخاص بك. يرجى تسجيل الدخول باستخدام حسابك أو إنشاء حساب باستخدام نفس البريد الإلكتروني الذي استخدمته للتبرع.

source: The form does not have Goals enabled.
ar: لم يتم تمكين الأهداف في النموذج.

source: You are missing the donation id to view this donation receipt.
ar: إنك تفتقد معرف التبرع لعرض إيصال التبرع هذا.

source: Your Donor and User profile are no longer connected. Please contact the site administrator.
ar: لم يعد ملف تعريف المتبرع والمستخدم الخاص بك متصلين. يرجى الاتصال بمدير الموقع.

source: The email you entered is empty.
ar: البريد الإلكتروني الذي أدخلته فارغ.

source: The email you entered is not valid. Please use another
ar: البريد الإلكتروني الذي أدخلته غير صالح. الرجاء استخدام آخر

source: The email you entered belongs to another user. Please use another.
ar: البريد الإلكتروني الذي أدخلته ينتمي إلى مستخدم آخر. الرجاء استخدام آخر.

source: The email you entered belongs to another donor. Please use another.
ar: البريد الإلكتروني الذي أدخلته ينتمي إلى متبرع آخر. الرجاء استخدام آخر.

source: &laquo; Previous
ar: &laquo; السابق

source: Next &raquo;
ar: التالي &raquo;

source: The %s template was not found.
ar: لم يتم العثور على القالب %s.

source: Invalid username. Only lowercase letters (a-z) and numbers are allowed.
ar: اسم المستخدم غير صحيح. يسمح فقط باستخدام الأحرف الصغيرة (a-z) والأرقام.

source: Enter a username.
ar: أدخل اسم المستخدم.

source: The email address provided is already in use by a registered account on this site. Please log in and try again.
ar: عنوان البريد الإلكتروني المقدم قيد الاستخدام بالفعل من قبل حساب مسجل على هذا الموقع. يرجى تسجيل الدخول وإعادة المحاولة.

source: The email address provided is already associated with another donor in the system. Please log in or use a different email
ar: عنوان البريد الإلكتروني المقدم مرتبط بالفعل بمانح آخر في النظام. الرجاء تسجيل الدخول أو استخدام بريد إلكتروني مختلف

source: Passwords should have at least 6 characters.
ar: يجب أن تتكون كلمات المرور من 6 أحرف على الأقل.

source: Passwords you entered do not match. Please try again.
ar: كلمات المرور التي أدخلتها غير متطابقة. حاول مرة اخرى.

source: You dont have the right permissions to view Logs
ar: ليس لديك الأذونات الصحيحة لعرض السجلات

source: Current page
ar: الصفحة الحالية

source: Log type
ar: نوع السجل

source: Log category
ar: فئة السجل

source: Log source
ar: مصدر السجل

source: Sort direction
ar: نوع الاتجاه

source: Sort by column
ar: فرز حسب العمود

source: You dont have the right permissions to view Migrations
ar: ليس لديك الأذونات الصحيحة لعرض عمليات الترحيل

source: Migration ID
ar: معرف الهجرة

source: Avg Revenue
ar: متوسط الإيرادات

source: VS previous
ar: ضد السابق

source: days
ar: أيام

source: VS previous day
ar: ضد اليوم السابق

source: You cannot view the reports resource.
ar: لا يمكنك عرض مصدر التقارير.

source: The data for the report.
ar: بيانات التقرير.

source: Refunds
ar: المستردات

source: Net
ar: الصافي

source: Payments
ar: المدفوعات

source: Total Donors
ar: مجموع المتبرعين

source: Total Revenue
ar: إجمالى الإيرادات

source: Total Refunds
ar: إجمالي المبالغ المستردة

source: Event Tickets
ar: تذاكر فعاليات

source: One Time
ar: مرة واحدة

source: Invalid post type.
ar: نوع مشاركة غير صالح.

source: amount
ar: مبلغ

source: Support Our Cause
ar: دعم قضيتنا

source: Classic
ar: كلاسيك

source: You dont have the right permissions to view Donation Forms
ar: ليس لديك الأذونات الصحيحة لعرض نماذج التبرع

source: Goal achieved!
ar: تم تحقيق الهدف!

source: Published
ar: منشور

source: Private
ar: خاص

source: Draft
ar: مسودة

source: Trash
ar: سلة المهملات

source: Upgraded
ar: تمت الترقية

source: Recurring Donations
ar: التبرعات المتكررة

source: Counted
ar: محسوب

source: Custom Fields
ar: الحقول المخصصة

source: Any
ar: اي

source: Created At
ar: أنشئت في

source: Donor Name
ar: اسم المتبرع

source: Payment Type
ar: نوع الدفع

source: recurring
ar: عناصر متكررة

source: one-time
ar: مرة واحدة

source: Preapproval
ar: الموافقة المسبقة

source: Renewal
ar: تجديد

source: Donation Summary
ar: ملخص التبرع

source: Payment Amount
ar: مبلغ الدفع

source: Giving Frequency
ar: إعطاء التردد

source: Consider making this donation %srecurring%s
ar: ضع في اعتبارك تقديم هذا التبرع %srecurring%

source: One time
ar: مره واحده

source: Cover Donation Fees
ar: تحمل رسوم التبرع

source: Ensures 100% of your donation reaches our cause
ar: نضمن 100 % وصول تبرعك إلى قضيتنا المحددة

source: Need helping setting one up? <a href="%s">Generate a new Donor Dashboard page.</a>
ar: بحاجة الى مساعدة في انشاء واحد؟ <a href="%s">قم بإنشاء صفحة لوحة معلومات مانح جديدة.</a>

source: Donor Dashboard Page
ar: صفحة لوحة معلومات المانحين

source: This is the page where donors can manage their information, review history and more -- all in one place. The Donor Dashboard block or <code>[give_donor_dashboard]</code> shortcode should be on this page.
ar: هذه هي الصفحة حيث يمكن للمتبرعين إدارة معلوماتهم ومراجعة التاريخ والمزيد - كل ذلك في مكان واحد. يجب أن تكون كتلة لوحة معلومات المانحين أو <code>[give_donor_dashboard]</code> في هذه الصفحة.

source: Override Legacy Donation Management Pages
ar: تجاوز صفحات إدارة التبرعات القديمة

source: Use the Donor Dashboard instead of the legacy donation management pages (Donation History, Edit Profile, Subscriptions, etc).
ar: استخدم لوحة بيانات المانحين بدلاً من صفحات إدارة التبرعات القديمة (سجل التبرعات ، تحرير الملف الشخصي ، الاشتراكات ، إلخ).

source: Donor Dashboard
ar: لوحة بيانات المانحين

source: A tab can only be added once. Make sure there are not id conflicts.
ar: يمكن إضافة علامة تبويب مرة واحدة فقط. تأكد من عدم وجود تعارض في الهوية.

source: No tab exists with the ID:
ar: لا توجد علامة تبويب بالمعرف:

source: Select
ar: تحديد

source: Success! Donor Dashboard page was created. You can <a href="%s">take a look at it here.</a>
ar: نجاح! تم إنشاء صفحة لوحة بيانات المتبرع. يمكنك <a href="%s">إلقاء نظرة عليه هنا.</a>

source: Introducing the Donor Dashboard
ar: التعريف بلوحة بيانات المانحين

source: New in GiveWP 2.10.0
ar: الجديد في GiveWP 2.10.0

source: The Donor Dashboard provides your donors with a one-stop location to manage all their giving history, profile, and more! Ready to get started? In order to use the new Donor Dashboard, GiveWP needs to create a new page on your site.
ar: توفر لوحة معلومات المانحين للمانحين موقعًا شاملاً لإدارة كل سجل العطاء والملف الشخصي والمزيد! على استعداد للبدء؟ من أجل استخدام لوحة بيانات المانحين الجديدة ، تحتاج GiveWP إلى إنشاء صفحة جديدة على موقعك.

source: Create Donor Dashboard Page
ar: إنشاء صفحة لوحة معلومات المتبرع

source: Want to know more? Learn more about the <a href="%s" target="_blank">new Donor Dashboard <i class="fas fa-external-link-alt"></i></a>
ar: اريد معرفة المزيد؟ تعرف على المزيد حول <a href="%s" target="_blank">لوحة معلومات المانحين الجديدة<i class="fas fa-external-link-alt"></i></a>

source: I'll setup Donor Dashboards later
ar: سأقوم بإعداد لوحات بيانات المانحين لاحقًا

source: The provided password was incorrect.
ar: كلمة المرور المقدمة غير صحيحة.

source: A record for the provided login (%s) could not be found.
ar: تعذر العثور على سجل لتسجيل الدخول المقدم (%s).

source: User was logged out successfully.
ar: تم تسجيل خروج المستخدم بنجاح.

source: Email sent. If not received, make sure it is a valid donor email.
ar: أرسل البريد الإلكتروني. إذا لم يتم استلامه ، فتأكد من أنه بريد إلكتروني صالح للمانحين.

source: An error occurred while validating donor ID on request.
ar: حدث خطأ أثناء التحقق من هوية المتبرع عند الطلب.

source: An error occurred while retrieving your donation records. Contact a site administrator and have them search the logs at Donations > Tools > Logs for a more specific cause of the problem.
ar: حدث خطأ أثناء استرداد سجلات التبرعات الخاصة بك. اتصل بمسؤول الموقع واطلب منه البحث في السجلات في التبرعات> الأدوات> السجلات لمعرفة سبب أكثر تحديدًا للمشكلة.

source: An error occurred while retrieving donation records
ar: حدث خطأ أثناء استرداد سجلات التبرع

source: An error occurred while retrieving your donation records. Contact the site administrator for assistance.
ar: حدث خطأ أثناء استرداد سجلات التبرعات الخاصة بك. اتصل بمسؤول الموقع للحصول على المساعدة.

source: No files were included in request for upload.
ar: لم يتم تضمين أي ملفات في طلب الرفع.

source: Permission denied.
ar: طلب الاذن مرفوض.

source: Donor Information
ar: معلومات المتبرع

source: %s icon
ar: أيقونة %s

source: Subscriber
ar: مشترك

source: Sincerely
ar: وتفضلوا بقبول فائق الاحترام والتقدير،

source: Events
ar: الأحداث

source: Description
ar: الوصف

source: Event
ar: الحدث

source: Export Donors
ar: تصدير المتبرعين

source: Export Columns:
ar: أعمدة التصدير:

source: %1$s field value exceed allowed character limit.
ar: %1$s تجاوزت قيمة الحقل عدد الأحرف المسموح به.

source: Unable to upload file. Allowed file %1$s: %2$s
ar: لا اتمكن من تحميل الملف. الملف المسموح به %1$s: %2$s

source: File size exceed upload limit. Maximum file limit is %s
ar: حجم الملف يتجاوز حد التحميل. الحد الأقصى للملفات هو %s

source: Submit Button
ar: زر الإرسال

source: The button label for completing a donation.
ar: تسمية الزر لإكمال التبرع.

source: Display Style
ar: نمط الظهور

source: Set how the donations levels will display on the form.
ar: حدد كيف سيتم عرض مستويات التبرعات في النموذج.

source: Buttons
ar: أزرار

source: Radios
ar: اختيار

source: Dropdown
ar: قائمة منسدلة

source: How would you like to display donation information for this form?
ar: كيف تريد عرض معلومات التبرع لهذه الاستمارة؟

source: Continue Button
ar: زر المتابعة

source: Floating Labels
ar: تسميات عائمة

source: Select the <a href="%s" target="_blank">floating labels</a> setting for this GiveWP form. Be aware that if you have the "Disable CSS" option enabled, you will need to style the floating labels yourself.
ar: حدد إعداد <a href="%s" target="_blank">التسميات العائمة</a> لنموذج GiveWP هذا. اعلم أنه إذا كان لديك خيار "Disable CSS" ممكّنًا ، فستحتاج إلى تصميم الملصقات العائمة بنفسك.

source: Do you want to add custom content to this form?
ar: هل تريد إضافة محتوى مخصص لهذا النموذج؟

source: Content Placement
ar: وضع المحتوى

source: This option controls where the content appears within the donation form.
ar: يتحكم هذا الخيار في مكان ظهور المحتوى ضمن استمارة التبرع.

source: Above fields
ar: فوق الحقول

source: Below fields
ar: أدناه الحقول

source: Content
ar: المحتوى

source: This content will display on the single give form page.
ar: سيتم عرض هذا المحتوى في صفحة نموذج العطاء الفردية.

source: To create a Field object, please provide valid id, name and type.
ar: لإنشاء كائن حقل ، يرجى تقديم معرف صالح واسم ونوع.

source: To create a TextField object, please provide valid id, name and type.
ar: لإنشاء كائن TextField ، يرجى تقديم معرف صالح واسم ونوع.

source: Field with %1$s Id does not exist in group.
ar: الحقل ذو المعرف %1$s غير موجود في المجموعة.

source: To create a Group object, please provide id, name and fields.
ar: لإنشاء كائن مجموعة ، يرجى تقديم المعرف والاسم والحقول.

source: How much would you like to donate today?
ar: كم تريد التبرع اليوم؟

source: All donations directly impact our organization and help us further our mission.
ar: تؤثر جميع التبرعات بشكل مباشر على مؤسستنا وتساعدنا على تعزيز مهمتنا.

source: Payment Details
ar: تفاصيل الدفع

source: Mr
ar: سيد

source: Ms
ar: السيدة

source: Mrs
ar: السيدة

source: First name
ar: الاسم الاول

source: Last name
ar: الاسم الاخير

source: Form not found.
ar: نموذج غير موجود.

source: Number of Subscribers
ar: عدد المشتركين

source: All time
ar: كل الوقت

source: Thank you for your continued support.
ar: جزيل الشكر على دعمكم المستمر

source: Accept
ar: قبول

source: Address Line 1
ar: العنوان 1 :

source: Address Line 2
ar: العنوان 2

source: Zip/Postal Code
ar: الرمز البريدي

source: Enter your username or email
ar: ادخل اسم المستخدم او البريد الالكتروني

source: Enter your password
ar: أدخل كلمة السر

source: Please enter a value for
ar: الرجاء إدخال قيمة لـ

source: There was a problem running the migrations. Please reach out to GiveWP support for assistance:
ar: حدثت مشكلة أثناء تشغيل عمليات الترحيل. يرجى التواصل مع دعم GiveWP للحصول على المساعدة:

source: GiveWP Core
ar: GiveWP الأساسية

source: An unexpected error occurred while processing your donation. Please try again or contact us to help resolve.
ar: حدث خطأ غير متوقع أثناء معالجة تبرعك. يرجى المحاولة مرة أخرى أو الاتصال بنا للمساعدة في حل.

source: Subscription Completed.
ar: اكتمل الاشتراك.

source: Payment Status
ar: حالة الدفع

source: Processing Fee
ar: رسوم إجراءات المعاملة
