Repository: quocvietht03/alone
Catalog: languages/give-*.po
Languages: ar

source: General Options
ar: خيارات عامة

source: Sequential Ordering
ar: الترتيب المتسلسل

source: Custom donation numbering that increases sequentially to prevent gaps between donation IDs. If disabled, then donation numbers are generated from WordPress post IDs, which will result in gaps between numbers.
ar: ترقيم التبرعات المخصص الذي يزيد بشكل متتابع لمنع الفجوات بين معرفات التبرع. في حالة التعطيل ، يتم إنشاء أرقام التبرعات من معرّفات منشورات WordPress ، مما ينتج عنه فجوات بين الأرقام.

source: Next Donation Number
ar: رقم التبرع التالي

source: The number used to generate the next donation ID. This value must be greater than or equal to %s to avoid conflicts with existing donation IDs.
ar: الرقم المستخدم لإنشاء معرف التبرع التالي. يجب أن تكون هذه القيمة أكبر من أو تساوي %s لتجنب التعارض مع معرّفات التبرع الحالية.

source: Number Prefix
ar: بادئة الرقم

source: The prefix appended to all sequential donation numbers. Spaces are replaced by %s.
ar: البادئة ملحقة بجميع أرقام التبرع المتسلسلة. تم استبدال المسافات بـ %s.

source: Number Suffix
ar: لاحقة الرقم

source: The suffix appended to all sequential donation numbers. Spaces are replaced by %s.
ar: اللاحقة ملحقة بجميع أرقام التبرع المتسلسلة. يتم استبدال المسافات بـ %s.

source: Number Padding
ar: المساحة المتروكة

source: The minimum number of digits in the sequential donation number. Enter %1$s to display %2$s as %3$s.
ar: الحد الأدنى لعدد الأرقام في رقم التبرع التسلسلي. أدخل %1$s لعرض %2$s كـ %3$s.

source: Donation ID Preview
ar: معاينة معرف التبرع

source: A preview of the next sequential donation ID. This preview cannot be edited directly as it is generated from the settings above.
ar: معاينة لمعرف التبرع التسلسلي التالي. لا يمكن تحرير هذه المعاينة مباشرة حيث تم إنشاؤها من الإعدادات أعلاه.

source: Sequential Ordering Docs Link
ar: رابط مستندات الطلب التسلسلي

source: Next Donation Number must be equal to or larger than %s to avoid conflicts with existing donation IDs.
ar: يجب أن يكون رقم التبرع التالي مساويًا لـ %s أو أكبر منه لتجنب التعارض مع معرفات التبرع الحالية.

source: Unlock all settings
ar: افتح جميع الإعدادات

source: Licenses
ar: تراخيص

source: Activate an Add-on License
ar: قم بتنشيط ترخيص الوظيفة الإضافية

source: Enter your license key below to unlock your GiveWP add-ons. You can access your licenses anytime from the <a href="%1$s" target="_blank">My Account</a> section on the GiveWP website.
ar: أدخل مفتاح الترخيص أدناه لفتح الوظائف الإضافية لـ GiveWP. يمكنك الوصول إلى التراخيص الخاصة بك في أي وقت من قسم <a href="%1$s" target="_blank">"حسابي"</a> على موقع ويب GiveWP.

source: Enter your license key
ar: ادخل كود الترخيص الخاص بك

source: Verifying License...
ar: التحقق من الترخيص ...

source: Upload and Activate an Add-on
ar: تحميل وتنشيط الوظيفة الإضافية

source: Drag an add-on zip file below to upload and activate it. Access your downloads by activating a license or via the <a href="%1$s" target="_blank">My Downloads</a> section on the GiveWP website.
ar: اسحب ملفًا مضغوطًا إضافيًا أدناه لتحميله وتنشيطه. قم بالوصول إلى التنزيلات الخاصة بك عن طريق تنشيط ترخيص أو عبر قسم <a href="%1$s" target="_blank">التنزيلات الخاصة بي</a> على موقع ويب GiveWP.

source: Sorry, you can not upload plugin from here because we do not have direct access to file system. Please <a href="%1$s" target="_blank">click here</a> to upload GiveWP Add-on.
ar: عذرًا ، لا يمكنك تحميل البرنامج المساعد من هنا لأنه ليس لدينا وصول مباشر إلى نظام الملفات. الرجاء <a href="%1$s" target="_blank">النقر هنا</a> لتحميل الوظيفة الإضافية GiveWP.

source: Add-on succesfully uploaded.
ar: تم تحميل الإضافة بنجاح.

source: Activate Add-on
ar: تنشيط الوظيفة الإضافية

source: Activating Add-on...
ar: جارٍ تنشيط الوظيفة الإضافية ...

source: Drag a plugin zip file here to upload
ar: اسحب ملفًا مضغوطًا للمكوِّن الإضافي هنا للتحميل

source: or
ar: أو

source: Select a File
ar: حدد ملف

source: Select File
ar: اختر ملف

source: Licenses and Add-ons
ar: التراخيص والإضافات

source: Refresh limit reached. Licenses can only be refreshed 5 times per day.
ar: تم الوصول إلى حد التحديث. يمكن تجديد التراخيص 5 مرات فقط في اليوم.

source: Refresh All Licenses
ar: قم بتحديث كافة التراخيص

source: Refreshing All Licenses...
ar: جاري تحديث كافة التراخيص ...

source: The following list displays your add-ons and their corresponding activation and license statuses.
ar: تعرض القائمة التالية الوظائف الإضافية الخاصة بك وحالات التنشيط والترخيص المقابلة لها.

source: Close
ar: إغلاق

source: Insert Shortcode
ar: إدراج رمز قصير

source: - Select -
ar: - تحديد -

source: Some of the shortcode options are required.
ar: بعض خيارات الرمز القصير مطلوبة.

source: The "%s" option is required.
ar: الخيار "%s" مطلوب.

source: Insert
ar: إدراج

source: GiveWP Shortcodes
ar: رموز GiveWP القصيرة

source: Okay
ar: تمام

source: Donation Form Grid
ar: استمارة تبرع شبكي

source: Optional settings
ar: إعدادات اختيارية

source: Form IDs:
ar: معرّفات النموذج:

source: Enter a comma-separated list of form IDs. If empty, all published forms are displayed.
ar: أدخل قائمة مفصولة بفواصل لمعرفات النماذج. إذا كانت فارغة ، يتم عرض جميع النماذج المنشورة.

source: Excluded Form IDs:
ar: معرّفات النماذج المستبعدة:

source: Enter a comma-separated list of form IDs to exclude those from the grid.
ar: أدخل قائمة مفصولة بفواصل لمعرفات النماذج لاستبعاد تلك من الشبكة.

source: Excluded Forms
ar: النماذج المستبعدة

source: Order By:
ar: ترتيب حسب:

source: Different parameter to set the order for the forms display in the form grid.
ar: يتم عرض معلمة مختلفة لتعيين ترتيب النماذج في شبكة النموذج.

source: Amount Donated
ar: المبلغ المتبرع به

source: Menu Order
ar: ترتيب القائمة

source: Provided Form IDs
ar: معرفات النموذج المقدمة

source: Closest To Goal
ar: أقرب إلى الهدف

source: Random
ar: عشوائي

source: Order:
ar: طلب:

source: Display forms based on order.
ar: عرض النماذج على أساس الطلب.

source: Ascending
ar: تصاعدي

source: Descending
ar: تنازلي

source: Columns:
ar: الأعمدة:

source: Sets the number of forms per row.
ar: يضبط عدد النماذج لكل صف.

source: Best Fit
ar: أفضل تناسب

source: Show Goal:
ar: عرض الهدف:

source: Do you want to display the goal's progress bar?
ar: هل تريد عرض شريط تقدم الهدف؟

source: Hide
ar: إخفاء

source: Show Excerpt:
ar: عرض مقتطفات:

source: Do you want to display the excerpt?
ar: هل تريد عرض المقتطف؟

source: Show Featured Image:
ar: أظهر الصور المميزه:

source: Do you want to display the featured image?
ar: هل تريد عرض الصورة المميزة؟

source: Display Style:
ar: نمط الظهور:

source: Show form as modal window or redirect to a new page?
ar: إظهار النموذج كنافذة مشروطة أو إعادة التوجيه إلى صفحة جديدة؟

source: Redirect
ar: إعادة توجيه

source: Modal
ar: نموذج

source: Forms Per Page:
ar: النماذج بالصفحة:

source: Sets the number of forms to display per page.
ar: يضبط عدد النماذج المراد عرضها لكل صفحة.

source: Learn more about the Donation Form Grid Shortcode
ar: تعرف على المزيد حول الرمز المختصر لشبكة نموذج التبرع

source: Donation History
ar: سجل التبرع

source: Learn more about the Donation History Shortcode
ar: تعرف على المزيد حول الرمز المختصر لسجل التبرع

source: Donor Wall
ar: جدار المانحين

source: Form:
ar: استمارة:

source: Filters donors by form. By default, all donations except for anonymous donations are displayed.
ar: يصفي المتبرعين حسب النموذج. بشكل افتراضي ، يتم عرض جميع التبرعات باستثناء التبرعات المجهولة.

source: Different parameters to set the order in which donors appear.
ar: معلمات مختلفة لتعيين الترتيب الذي يظهر به المتبرعون.

source: Sets the order in which donors appear.
ar: يضبط الترتيب الذي تظهر به المتبرعات.

source: Donors:
ar: المانحين:

source: Determines whether to display all donors or only donors with comments.
ar: يحدد ما إذا كان سيتم عرض جميع المتبرعين أو المتبرعين فقط مع التعليقات.

source: Donors with Comments
ar: المتبرعون مع التعليقات

source: All Donors
ar: جميع المانحين

source: Donors Per Page:
ar: الجهات المانحة لكل صفحة:

source: Sets the number of donors per page.
ar: يحدد عدد المتبرعين لكل صفحة.

source: Comment Length:
ar: طول التعليق:

source: Sets the number of characters to display before the comment is truncated.
ar: يضبط عدد الأحرف التي سيتم عرضها قبل أن يتم قطع التعليق.

source: Read More Text:
ar: اقرأ المزيد:

source: Defines the text that appears if a comment is truncated.
ar: يحدد النص الذي يظهر إذا تم قطع التعليق.

source: Load More Text:
ar: تحميل المزيد من النص:

source: Defines the button text used for pagination.
ar: يحدد نص الزر المستخدم في ترقيم الصفحات.

source: Sets the number of donors per row.
ar: يحدد عدد المتبرعين لكل صف.

source: Anonymous:
ar: مجهول:

source: Determines whether anonymous donations are included.
ar: يحدد ما إذا كانت التبرعات مجهولة المصدر متضمنة.

source: Donor Avatar:
ar: الصورة الشخصية للمتبرع:

source: Determines whether the avatar is visible.
ar: تحدد ما إذا كانت الصورة الرمزية مرئية أم لا.

source: Determines whether the name is visible.
ar: يحدد ما إذا كان الاسم مرئيًا أم لا.

source: Donation Total:
ar: إجمالي التبرعات:

source: Determines whether the donation total is visible.
ar: يحدد ما إذا كان إجمالي التبرعات مرئيًا أم لا.

source: Determines whether the date of the donation is visible.
ar: يحدد ما إذا كان تاريخ التبرع ظاهرًا أم لا.

source: Donor Comment:
ar: تعليق المانح:

source: Determines whether the comment is visible.
ar: يحدد ما إذا كان التعليق مرئيًا أم لا.

source: Learn more about the Donor Wall Shortcode
ar: تعرف على المزيد حول الرمز المختصر لجدار المانحين

source: <a href="%s">Create</a> a new Donation Form.
ar: <a href="%s">إنشاء</a> نموذج تبرع جديد.

source: Select a Donation Form
ar: اختر نموذج التبرع

source: You must first select a Form!
ar: يجب عليك أولا تحديد نموذج!

source: Show Title
ar: عرض العنوان

source: Do you want to display the form title?
ar: هل تريد عرض عنوان النموذج؟

source: Show Goal
ar: إظهار الهدف

source: Do you want to display the donation goal?
ar: هل تريد عرض هدف التبرع؟

source: Display Content
ar: عرض المحتوى

source: Do you want to display the form content?
ar: هل تريد عرض محتوى النموذج؟

source: No Content
ar: بلا محتوى

source: Display content ABOVE the fields
ar: عرض المحتوى فوق الحقول

source: Display content BELOW the fields
ar: عرض المحتوى أسفل الحقول

source: Display Options
ar: خيارات العرض

source: How would you like to display donation information?
ar: كيف تريد عرض معلومات التبرع؟

source: All Fields
ar: جميع الحقول

source: Reveal
ar: كشف

source: Button
ar: زر

source: Button Text
ar: نص الزر

source: The button label for displaying the additional payment fields.
ar: تسمية الزر لعرض حقول الدفع الإضافية.

source: Learn more about the Donation Form Shortcode
ar: تعرف على المزيد حول الرمز المختصر لنموذج التبرع

source: Show Text:
ar: إظهار النص:

source: This text displays the amount of revenue raised compared to the goal.
ar: يعرض هذا النص مقدار الإيرادات المحصلة مقارنة بالهدف.

source: Show Progress Bar:
ar: إظهار شريط التقدم:

source: Learn more about the Goal Shortcode
ar: تعرف على المزيد حول Goal Shortcode

source: Login Redirect URL (optional):
ar: عنوان URL لإعادة توجيه تسجيل الدخول (اختياري):

source: Enter an URL here to redirect to after login.
ar: أدخل عنوان URL هنا لإعادة التوجيه إليه بعد تسجيل الدخول.

source: Logout Redirect URL (optional):
ar: عنوان URL لإعادة توجيه تسجيل الخروج (اختياري):

source: Enter an URL here to redirect to after logout.
ar: أدخل عنوان URL هنا لإعادة التوجيه إليه بعد تسجيل الخروج.

source: Learn more about the Login Shortcode
ar: تعرف على المزيد حول الرمز المختصر لتسجيل الدخول

source: Profile Editor
ar: محرر الملف الشخصي

source: Learn more about the Donation Profile Editor Shortcode
ar: تعرف على المزيد حول الرمز المختصر لمحرر ملف تعريف التبرع

source: Show Donation Amount:
ar: إظهار مبلغ التبرع:

source: Show Donor Name:
ar: إظهار اسم المتبرع:

source: Show Date:
ar: إظهار التاريخ:

source: Show Payment Method:
ar: إظهار طريقة الدفع:

source: Show Payment ID:
ar: إظهار معرف الدفع:

source: Learn more about the Donation Receipt Shortcode
ar: تعرف على المزيد حول الرمز المختصر لإيصال التبرع

source: Register
ar: تسجيل

source: Redirect URL (optional):
ar: عنوان URL لإعادة التوجيه (اختياري):

source: Enter an URL here to redirect to after registering.
ar: أدخل عنوان URL هنا لإعادة التوجيه إليه بعد التسجيل.

source: Learn more about the Register Shortcode
ar: تعرف على المزيد حول تسجيل الرمز القصير

source: GiveWP Totals
ar: إجمالي GiveWP

source: Select a Donation Form Category:
ar: حدد فئة نموذج التبرع:

source: Select a Donation Form Category
ar: حدد فئة نموذج التبرع

source: Select a Donation Form Tag:
ar: حدد علامة نموذج التبرع:

source: Select a Donation Form Tag
ar: حدد بطاقة نموذج التبرع

source: This shortcode shows the total amount raised towards a custom goal for one or several forms regardless of whether they have goals enabled or not.
ar: يوضح هذا الرمز القصير المبلغ الإجمالي الذي تم رفعه نحو هدف مخصص لنموذج واحد أو عدة أشكال بغض النظر عما إذا كانت لديهم أهداف ممكنة أم لا.

source: Shortcode Configuration
ar: تكوين الرمز القصير

source: Donation Form IDs:
ar: IDs نموذج التبرع:

source: Enter the IDs separated by commas for the donation forms you would like to combine within the totals.
ar: أدخل المعرفات مفصولة بفواصل لنماذج التبرع التي ترغب في دمجها داخل الإجماليات.

source: Total Goal:
ar: الهدف الإجمالي:

source: Enter the total goal amount that you would like to display.
ar: أدخل المبلغ الإجمالي للهدف الذي ترغب في عرضه.

source: Please enter a valid total goal amount.
ar: الرجاء إدخال مبلغ صالح إجمالي مبلغ الهدف.

source: Message:
ar: الرسالة:

source: Enter a message to display encouraging donors to support the goal.
ar: أدخل رسالة لإظهار تشجيع المتبرعين لدعم الهدف.

source: Hey! We've raised {total} of the {total_goal} we are trying to raise for this campaign!
ar: يا! لقد رفعنا {total} من {total_goal} التي نحاول جمعها لهذه الحملة!

source: Link:
ar: الرابط:

source: Enter a link to the main campaign donation form.
ar: أدخل ارتباطًا إلى نموذج التبرع الرئيسي للحملة.

source: Link Text:
ar: نص الرابط:

source: Enter hyperlink text for the link to the main campaign donation form.
ar: أدخل نص الارتباط التشعبي للارتباط إلى نموذج التبرع الرئيسي للحملة.

source: Donate!
ar: تبرع!

source: Select whether you would like to show a goal progress bar.
ar: حدد ما إذا كنت ترغب في إظهار شريط تقدم الهدف.

source: Learn more about the Donation Totals Shortcode
ar: تعرف على المزيد حول الرمز المختصر لإجماليات التبرع

source: Data
ar: البيانات

source: Database updates
ar: تحديثات قاعدة البيانات

source: Recount stats
ar: إعادة إحصائيات

source: Import Docs Link
ar: استيراد ارتباط المستندات

source: Import Tab
ar: علامة التبويب استيراد

source: Logs
ar: السجلات

source: System Info
ar: معلومات النظام

source: You do not have permission to delete donations.
ar: ليس لديك إذن بحذف التبرعات.

source: You do not have permission to delete Import transactions.
ar: ليس لديك إذن بحذف معاملات الاستيراد.

source: Imported donor and transactions successfully deleted.
ar: تم حذف المعاملات والجهات المانحة المستوردة بنجاح.

source: You do not have permission to delete test transactions.
ar: ليس لديك إذن لحذف معاملات الاختبار.

source: Test donor and transactions successfully deleted.
ar: تم حذف المتبرعين والمعاملات الاختبارية بنجاح.

source: Test transactions successfully deleted.
ar: تم حذف معاملات الاختبار بنجاح.

source: You do not have permission to recount stats.
ar: ليس لديك إذن لإعادة فرز الإحصائيات.

source: Donation form income amounts and donation counts stats successfully recounted.
ar: تم جمع مبالغ الدخل من نموذج التبرع وإحصاءات التبرعات بنجاح.

source: Donor stats have been successfully recounted.
ar: تم إعادة إحصائيات المتبرعين بنجاح.

source: Donation counts and revenue amount statistics successfully recounted for "%s".
ar: تم إحصاء إحصائيات التبرعات ومبلغ الإيرادات بنجاح لـ "%s".

source: Revenue stats have been successfully recounted.
ar: تم إعادة إحصائيات الإيرادات بنجاح.

source: You do not have permission to reset data.
ar: ليس لديك إذن لإعادة البيانات.

source: Donation forms, revenue, donations counts, and logs successfully reset.
ar: تمت إعادة تعيين نماذج التبرعات والإيرادات وحسابات التبرعات والسجلات بنجاح.

source: You do not have permission to export data.
ar: ليس لديك إذن لتصدير البيانات.

source: Revenue (%s)
ar: الإيرادات (%s)

source: Export Donation History and Custom Fields to CSV
ar: تصدير محفوظات التبرع والحقول المخصصة إلى CSV

source: Download an export of donors for specific donation forms with the option to include custom fields.
ar: قم بتنزيل تصدير للمتبرعين لنماذج تبرع محددة مع خيار تضمين الحقول المخصصة.

source: Filter by Categories:
ar: تصفية حسب الفئات:

source: Choose one or more from categories
ar: اختر واحدة أو أكثر من الفئات

source: Filter by Tags:
ar: تصفية حسب العلامات:

source: Choose one or more from tags
ar: اختر واحدًا أو أكثر من العلامات

source: Filter by Donation Form:
ar: تصفية حسب نموذج التبرع:

source: No donation forms found
ar: لم يتم العثور على استمارات التبرع

source: Filter by Date:
ar: تصفية حسب التاريخ:

source: Filter by Status:
ar: تصفية حسب الحالة:

source: All Statuses
ar: كل الحالات

source: Deselect All Fields
ar: ألغ تحديد جميع الحقول

source: Select All Fields
ar: حدد جميع الحقول

source: Generate CSV
ar: توليد ملف CSV

source: Export Donations
ar: تصدير التبرعات

source: Export location or file not writable.
ar: موقع التصدير أو الملف غير قابل للكتابة.

source: No data found for export parameters.
ar: لم يتم العثور على بيانات لمعلمات التصدير.

source: Batch Processing Complete
ar: تجهيز الدفعات كاملة

source: Donor Created Date
ar: تاريخ إنشاء المانح

source: Number of donations
ar: عدد التبرعات

source: Donation Number
ar: رقم التبرع

source: Currency Symbol
ar: رمز العملة

source: Level ID
ar: معرف المستوى

source: Donation Note (private)
ar: مذكرة تبرع (خاصة)

source: Donation Note (to donor)
ar: مذكرة التبرع (للمتبرع)

source: Standard Columns:
ar: الأعمدة القياسية:

source: Donation Payment Fields
ar: مجالات دفع التبرعات

source: Donation Form Fields
ar: حقول نموذج التبرع

source: Donation Form Level ID
ar: رقم نموذج التبرع

source: Donation Form Level Title
ar: عنوان نموذج التبرع

source: Donor Fields
ar: حقول المانحين

source: Donor's Title Prefix
ar: بادئة عنوان المانح

source: Donor's First Name
ar: الاسم الأول للجهات المانحة

source: Donor's Last Name
ar: اسم المانح

source: Donor's Email
ar: بريد المانحين

source: Donor's Billing Address
ar: عنوان إرسال فواتير المانحين

source: Donor's Comment
ar: تعليق الجهات المانحة

source: Custom Field Columns:
ar: أعمدة الحقول المخصصة:

source: The following fields may have been created by custom code, or another plugin.
ar: ربما تم إنشاء الحقول التالية بواسطة رمز مخصص أو مكون إضافي آخر.

source: Hidden Custom Field Columns:
ar: أعمدة الحقول المخصصة المخفية:

source: The following hidden custom fields contain data created by GiveWP Core, a GiveWP Add-on, another plugin, etc.<br/>Hidden fields are generally used for programming logic, but may contain data you would like to export.
ar: تحتوي الحقول المخصصة المخفية التالية على بيانات تم إنشاؤها بواسطة GiveWP Core ، أو برنامج GiveWP الإضافي ، أو مكون إضافي آخر ، وما إلى ذلك.<br/> تُستخدم الحقول المخفية عمومًا لمنطق البرمجة ، ولكنها قد تحتوي على بيانات ترغب في تصديرها.

source: You do not have permission to generate PDF sales reports.
ar: ليس لديك إذن لإنشاء تقارير مبيعات PDF.

source: Dependency missing.
ar: التبعية مفقودة.

source: %1$s to %2$s
ar: %1$s إلى %2$s

source: Donation report for the current year for all forms
ar: تقرير التبرع للعام الحالي لجميع الأشكال

source: GiveWP - Democratizing Generosity
ar: GiveWP - إضفاء الطابع الديمقراطي على الكرم

source: Date Range:
ar: نطاق الموعد:

source: Table View
ar: عرض جدول

source: Price
ar: السعر

source: Revenue to Date
ar: الإيرادات حتى تاريخه

source: Graph View
ar: عرض الرسم البياني

source: Donations by Month for all GiveWP Forms
ar: التبرعات حسب الشهر لجميع نماذج GiveWP

source: Jan
ar: يناير

source: Feb
ar: فبراير

source: Mar
ar: مارس

source: Apr
ar: أبريل

source: May
ar: مايو

source: June
ar: يونيو

source: July
ar: يوليو

source: Aug
ar: أغسطس

source: Sept
ar: سبتمبر

source: Oct
ar: أكتوبر

source: Nov
ar: نوفمبر

source: Dec
ar: ديسمبر

source: Settings Import Complete!
ar: اكتمل استيراد الإعدادات!

source: Undo Importing
ar: تراجع عن الاستيراد

source: Successfully Reverted Settings Import
ar: تم إرجاع استيراد الإعدادات بنجاح

source: Failed to Import
ar: فشل الاستيراد

source: Import Again
ar: استيراد مرة أخرى

source: View Settings
ar: عرض الإعدادات

source: Importing
ar: جاري الاستيراد

source: Your settings are now being imported...
ar: يتم الآن استيراد إعداداتك ...

source: Upload JSON file
ar: تحميل ملف JSON

source: Done!
ar: تم !

source: Import Core Settings from a JSON file
ar: استيراد الإعدادات الأساسية من ملف JSON

source: This tool allows you to import GiveWP settings from another GiveWP installation. Settings imported contain data from GiveWP core as well as any of our Premium Add-ons.
ar: تتيح لك هذه الأداة استيراد إعدادات GiveWP من تثبيت آخر لـ GiveWP. تحتوي الإعدادات التي تم استيرادها على بيانات من GiveWP core بالإضافة إلى أي من الوظائف الإضافية المميزة الخاصة بنا.

source: Choose a JSON file:
ar: اختر ملف JSON:

source: The file type must be JSON.
ar: يجب أن يكون نوع الملف بتنسيق JSON.

source: Merge Type:
ar: نوع الدمج:

source: Select "Merge" to retain existing settings, or "Replace" to overwrite with the settings from the JSON file
ar: حدد "دمج" للاحتفاظ بالإعدادات الحالية ، أو "استبدال" لاستبدال الإعدادات من ملف JSON

source: Merge
ar: دمج

source: Replace
ar: استبدال

source: Submit
ar: إرسال

source: Please upload a valid JSON settings file.
ar: يرجى تحميل ملف إعدادات JSON صالح.

source: Please upload or provide a valid JSON file.
ar: يرجى تحميل أو تقديم ملف JSON صالح.

source: %1$s duplicate %2$s detected
ar: تم اكتشاف %1$s تكرار %2$s

source: donors
ar: الجهات المانحة

source: %1$s %2$s created
ar: تم إنشاء %1$s %2$s

source: %1$s %2$s will be created
ar: سيتم إنشاء %1$s %2$s

source: %1$s donation %2$s created
ar: تم إنشاء %1$s تبرع %2$s

source: %1$s donation %2$s will be created
ar: سيتم إنشاء %1$s تبرع %2$s

source: form
ar: استمارة

source: forms
ar: نماذج

source: donations
ar: التبرعات

source: %1$s %2$s imported
ar: تم استيراد %1$s %2$s

source: %1$s %2$s will be imported
ar: سيتم استيراد %1$s %2$s

source: Import Donation
ar: التبرع بالاستيراد

source: Start Import
ar: ابدأ الاستيراد

source: View Donations
ar: عرض التبرعات

source: Your donations are now being imported...
ar: يتم الآن استيراد تبرعاتك ...

source: In order to import donations, a column must be mapped to either the "Donation Form Title" or "Donation Form ID" field. Please map a column to one of those fields.
ar: لاستيراد التبرعات ، يجب تعيين عمود إما إلى حقل "عنوان نموذج التبرع" أو "معرف نموذج التبرع". الرجاء تعيين عمود إلى أحد هذه الحقول.

source: In order to import donations, a column must be mapped to the "Amount" field. Please map a column to that field.
ar: لاستيراد التبرعات ، يجب تعيين عمود في حقل "المبلغ". يرجى تعيين عمود لهذا المجال.

source: In order to import donations, a column must be mapped to either the "Donor Email" or "Donor ID" field. Please map a column to that field.
ar: لاستيراد التبرعات ، يجب تعيين عمود إلى حقل "البريد الإلكتروني للمتبرع" أو "معرف المتبرع". يرجى تعيين عمود لهذا المجال.

source: Something went wrong.
ar: حدث خطأ ما!

source: Map CSV fields to donations
ar: تعيين حقول CSV للتبرعات

source: Required Fields
ar: الحقول المطلوبة

source: Form Title or ID
ar: عنوان النموذج أو معرف

source: Select fields from your CSV file to map against donations fields or to ignore during import.
ar: حدد الحقول من ملف CSV الخاص بك لتعيينها مقابل حقول التبرعات أو لتجاهلها أثناء الاستيراد.

source: Column name
ar: اسم عمود

source: Map to field
ar: الخريطة للموقع

source: Upload CSV file
ar: تحميل ملف CSV

source: Column mapping
ar: ربط الأعمدة

source: Dry Run
ar: ركض جاف
