Repository: quocvietht03/alone
Catalog: languages/give-*.po
Languages: ar

source: Tangail
ar: تانغيل

source: Thakurgaon
ar: ثاكورجاون

source: Buenos Aires
ar: بوينس ايرس

source: Catamarca
ar: كاتاماركا

source: Chaco
ar: تشاكو

source: Chubut
ar: تشوبوت

source: C&oacute;rdoba
ar: قرطبة

source: Corrientes
ar: كورينتس

source: Formosa
ar: فورموزا

source: Jujuy
ar: جوجوي

source: La Pampa
ar: لا بامبا

source: La Rioja
ar: لاريوخا

source: Mendoza
ar: مندوزا

source: Misiones
ar: ميسيونيس

source: Neuqu&eacute;n
ar: نيوكوين

source: R&iacute;o Negro
ar: ريو نيغرو

source: Salta
ar: سالتا

source: San Juan
ar: سان خوان

source: San Luis
ar: سان لويس

source: Santa Fe
ar: سانتا

source: Santiago del Estero
ar: سانتياغو ديل استيرو

source: Tierra del Fuego
ar: تيرا ديل فيجو

source: Tucum&aacute;n
ar: توكومان

source: Alberta
ar: البرتا

source: British Columbia
ar: بريتيش كولومبيا

source: Manitoba
ar: مانيتوبا

source: New Brunswick
ar: نيو برونزويك

source: Newfoundland and Labrador
ar: نيوفاوندلاند ولابرادور

source: Nova Scotia
ar: نوفا سكوشا

source: Northwest Territories
ar: أقاليم الشمال الغربي

source: Nunavut
ar: نونافوت

source: Ontario
ar: أونتاريو

source: Prince Edward Island
ar: جزيرة الأمير إدوارد

source: Quebec
ar: كيبيك

source: Saskatchewan
ar: ساسكاتشوان

source: Yukon
ar: يوكون

source: A Coru&ntilde;a
ar: لاكورونيا

source: Álava
ar: ألافا

source: Albacete
ar: الباسيتي

source: Alicante
ar: اليكانتي

source: Almer&iacute;a
ar: المرية

source: Asturias
ar: استورياس

source: &Aacute;vila
ar: أفيلا

source: Badajoz
ar: بطليوس

source: Baleares
ar: بالارس

source: Barcelona
ar: برشلونه

source: Burgos
ar: بورغوس

source: C&aacute;ceres
ar: قصرش

source: C&aacute;diz
ar: كاديز

source: Cantabria
ar: كانتابريا

source: Castell&oacute;n
ar: غير محدد

source: Ceuta
ar: سبتة

source: Ciudad Real
ar: ريال برازيلي

source: Cuenca
ar: كوينكا

source: Granada
ar: غرناطه

source: Guadalajara
ar: غوادالاخارا

source: Gipuzkoa
ar: غيبوثكوا

source: Huelva
ar: هيلوفا

source: Huesca
ar: هيسكا

source: Ja&eacute;n
ar: غير محدد

source: Las Palmas
ar: لاس بالماس

source: Le&oacute;n
ar: غير محدد

source: Lleida
ar: ليدا

source: Madrid
ar: مدريد

source: M&aacute;laga
ar: مالاغا

source: Melilla
ar: مليليه

source: Murcia
ar: مورسيا

source: Navarra
ar: نافارا

source: Palencia
ar: بالنثيا

source: Pontevedra
ar: بونتيفيدرا

source: Salamanca
ar: سالامانكا

source: Santa Cruz de Tenerife
ar: سانتا كروث دي تينيريفي

source: Segovia
ar: سيغوفيا

source: Sevilla
ar: اشبيليه

source: Tarragona
ar: تاراغونا

source: Teruel
ar: تيرويل

source: Toledo
ar: توليدو

source: Valencia
ar: فالنسيا

source: Valladolid
ar: بلد الوليد

source: Zamora
ar: زامورا

source: Zaragoza
ar: سرقسطه

source: US Dollars (%1$s)
ar: دولار أمريكي (%1$s)

source: Euros (%1$s)
ar: يورو (%1$s)

source: Pounds Sterling (%1$s)
ar: جنيه استرليني (%1$s)

source: Australian Dollars (%1$s)
ar: دولار أسترالي (%1$s)

source: Brazilian Real (%1$s)
ar: ريال برازيلي (%1$s)

source: Canadian Dollars (%1$s)
ar: دولار كندي (%1$s)

source: Czech Koruna (%1$s)
ar: كرونا تشيكية (%1$s)

source: Danish Krone (%1$s)
ar: كرونا دانمركية (%1$s)

source: Hong Kong Dollar (%1$s)
ar: دولار هونج كونج (%1$s)

source: Hungarian Forint (%1$s)
ar: فورنت مجري (%1$s)

source: Israeli Shekel (%1$s)
ar: شيكل إسرائيلي (%1$s)

source: Japanese Yen (%1$s)
ar: ين ياباني (%1$s)

source: Malaysian Ringgits (%1$s)
ar: رينغيت ماليزي (%1$s)

source: Mexican Peso (%1$s)
ar: بيزو مكسيكي (%1$s)

source: Moroccan Dirham (%1$s)
ar: درهم مغربي (%1$s)

source: New Zealand Dollar (%1$s)
ar: دولار نيوزيلندي (%1$s)

source: Norwegian Krone (%1$s)
ar: كرونا نرويجية (%1$s)

source: Philippine Pesos (%1$s)
ar: بيزو فلبيني (%1$s)

source: Polish Zloty (%1$s)
ar: زلوتي بولندي (%1$s)

source: Singapore Dollar (%1$s)
ar: دولار سنغافوري (%1$s)

source: South Korean Won (%1$s)
ar: وون كوريا الجنوبية (%1$s)

source: South African Rand (%1$s)
ar: راند جنوب إفريقيا (%1$s)

source: Swedish Krona (%1$s)
ar: كرونا سويدية (%1$s)

source: Swiss Franc (%1$s)
ar: فرنك سويسري (%1$s)

source: Taiwan New Dollars (%1$s)
ar: دولار تايواني جديد (%1$s)

source: Thai Baht (%1$s)
ar: بات تايلاندي (%1$s)

source: Indian Rupee (%1$s)
ar: روبية هندية (%1$s)

source: Turkish Lira (%1$s)
ar: ليرة تركية (%1$s)

source: Iranian Rial (%1$s)
ar: ريال ايراني (%1$s)

source: Russian Rubles (%1$s)
ar: روبل روسي (%1$s)

source: United Arab Emirates dirham (%1$s)
ar: درهم إماراتي (%1$s)

source: Armenian dram (%1$s)
ar: درام أرميني (%1$s)

source: Netherlands Antillean guilder (%1$s)
ar: جلدر جزر الأنتيل الهولندية (%1$s)

source: Argentine peso (%1$s)
ar: بيزو أرجنتيني (%1$s)

source: Aruban florin (%1$s)
ar: فلورين أروبي (%1$s)

source: Bosnia and Herzegovina convertible mark (%1$s)
ar: مارك البوسنة والهرسك قابل للتحويل (%1$s)

source: Bangladeshi taka (%1$s)
ar: تاكا بنجلاديشي (%1$s)

source: Bahraini dinar (%1$s)
ar: دينار بحريني (%1$s)

source: Bermudian dollar (%1$s)
ar: دولار برمودي (%1$s)

source: Brunei dollar (%1$s)
ar: دولار بروناي (%1$s)

source: Bolivian boliviano (%1$s)
ar: بوليفيانو بوليفي (%1$s)

source: Bahamian dollar (%1$s)
ar: دولار باهامي (%1$s)

source: Botswana pula (%1$s)
ar: بولا بوتسوانا (%1$s)

source: Belizean dollar (%1$s)
ar: دولار بليزي (%1$s)

source: Chilean peso (%1$s)
ar: بيزو تشيلي (%1$s)

source: Chinese yuan (%1$s)
ar: يوان صيني (%1$s)

source: Colombian peso (%1$s)
ar: بيزو كولومبي (%1$s)

source: Costa Rican colón (%1$s)
ar: كولن كوستاريكي (%1$s)

source: Cuban convertible peso (%1$s)
ar: بيزو كوبي قابل للتحويل (%1$s)

source: Dominican peso (%1$s)
ar: بيزو دومنيكاني (%1$s)

source: Egyptian pound (%1$s)
ar: جنيه مصري (%1$s)

source: Gibraltar pound (%1$s)
ar: جنيه جبل طارق (%1$s)

source: Guatemalan quetzal (%1$s)
ar: كتزال جواتيمالا (%1$s)

source: Honduran lempira (%1$s)
ar: لمبيرا هندوراسي (%1$s)

source: Croatian kuna (%1$s)
ar: كونا كرواتية (%1$s)

source: Indonesian rupiah (%1$s)
ar: روبية إندونيسية (%1$s)

source: Icelandic króna (%1$s)
ar: كرونا أيسلندية (%1$s)

source: Jamaican dollar (%1$s)
ar: دولار جامايكي (%1$s)

source: Jordanian dinar (%1$s)
ar: دينار أردني (%1$s)

source: Kenyan shilling (%1$s)
ar: شلن كيني (%1$s)

source: Kuwaiti dinar (%1$s)
ar: دينار كويتي (%1$s)

source: Cayman Islands dollar (%1$s)
ar: دولار جزر كايمان (%1$s)

source: Macedonian denar (%1$s)
ar: دينار مقدوني (%1$s)

source: Nepalese rupee (%1$s)
ar: روبية نيبالية (%1$s)

source: Omani rial (%1$s)
ar: ريال عماني (%1$s)

source: Peruvian nuevo sol (%1$s)
ar: نويفو سول بيرو (%1$s)

source: Pakistani rupee (%1$s)
ar: روبية باكستانية (%1$s)

source: Saudi riyal (%1$s)
ar: ريال سعودي (%1$s)

source: Swazi lilangeni (%1$s)
ar: ليلانجيني سوازي (%1$s)

source: Tongan paʻanga (%1$s)
ar: بانجا تونجا (%1$s)

source: Tanzanian shilling (%1$s)
ar: شلن تنزاني (%1$s)

source: Ukrainian hryvnia (%1$s)
ar: هريفنيا أوكرانية (%1$s)

source: Uruguayan peso (%1$s)
ar: بيزو أوروجواي (%1$s)

source: Venezuelan bolívar (%1$s)
ar: بوليفار فنزويلي (%1$s)

source: East Caribbean dollar (%1$s)
ar: دولار شرق الكاريبي (%1$s)

source: Afghan afghani (%1$s)
ar: أفغاني أفغاني (%1$s)

source: Albanian lek (%1$s)
ar: ليك ألباني (%1$s)

source: Angolan kwanza (%1$s)
ar: كوانزا الأنغولية (%1$s)

source: Azerbaijani manat (%1$s)
ar: مانات أذربيجاني (%1$s)

source: Barbadian dollar (%1$s)
ar: دولار بربادوسي (%1$s)

source: Bulgarian lev (%1$s)
ar: ليف بلغاري (%1$s)

source: Burundian franc (%1$s)
ar: فرنك بوروندي (%1$s)

source: Bitcoin (%1$s)
ar: بيتكوين (%1$s)

source: Bhutanese ngultrum (%1$s)
ar: نولترم بوتاني (%1$s)

source: Belarusian ruble (old) (%1$s)
ar: روبل بيلاروسي (قديم) (%1$s)

source: Belarusian ruble (%1$s)
ar: روبل بيلاروسي (%1$s)

source: Congolese franc (%1$s)
ar: فرنك كونغولي (%1$s)

source: Cape Verdean escudo (%1$s)
ar: اسكودو الرأس الأخضر (%1$s)

source: Djiboutian franc (%1$s)
ar: فرنك جيبوتي (%1$s)

source: Algerian dinar (%1$s)
ar: دينار جزائري (%1$s)

source: Eritrean nakfa (%1$s)
ar: نكفة إريترية (%1$s)

source: Ethiopian birr (%1$s)
ar: بر اثيوبي (%1$s)

source: Fijian dollar (%1$s)
ar: دولار فيجي (%1$s)

source: Falkland Islands pound (%1$s)
ar: جنيه جزر فوكلاند (%1$s)

source: Georgian lari (%1$s)
ar: لاري جورجي (%1$s)

source: Guernsey pound (%1$s)
ar: جنيه جيرنزي (%1$s)

source: Ghana cedi (%1$s)
ar: سيدي غانا (%1$s)

source: Gambian dalasi (%1$s)
ar: دالاسي جامبي (%1$s)

source: Guinean franc (%1$s)
ar: فرنك غينيا (%1$s)

source: Guyanese dollar (%1$s)
ar: دولار جوياني (%1$s)

source: Haitian gourde (%1$s)
ar: غورد هايتي (%1$s)

source: Manx pound (%1$s)
ar: مانكس جنيه (%1$s)

source: Iraqi dinar (%1$s)
ar: دينار عراقي (%1$s)

source: Iranian toman (%1$s)
ar: التومان الإيراني (%1$s)

source: Jersey pound (%1$s)
ar: جنيه جيرسي (%1$s)

source: Kyrgyzstani som (%1$s)
ar: سوم قرغيزستاني (%1$s)

source: Cambodian riel (%1$s)
ar: رييل كمبودي (%1$s)

source: Comorian franc (%1$s)
ar: فرنك جزر القمر (%1$s)

source: North Korean won (%1$s)
ar: وون كوريا الشمالية (%1$s)

source: Kazakhstani tenge (%1$s)
ar: التنغي الكازاخستاني (%1$s)

source: Lao kip (%1$s)
ar: لاو كيب (%1$s)

source: Lebanese pound (%1$s)
ar: ليرة لبنانية (%1$s)

source: Sri Lankan rupee (%1$s)
ar: روبية سريلانكية (%1$s)

source: Liberian dollar (%1$s)
ar: دولار ليبيري (%1$s)

source: Lesotho loti (%1$s)
ar: لوتي ليسوتو (%1$s)

source: Libyan dinar (%1$s)
ar: دينار ليبي (%1$s)

source: Moldovan leu (%1$s)
ar: ليو مولدوفا (%1$s)

source: Malagasy ariary (%1$s)
ar: الأريمية الملغاشية (%1$s)

source: Burmese kyat (%1$s)
ar: كيات بورمي (%1$s)

source: Mongolian tögrög (%1$s)
ar: توغروغ المنغولية (%1$s)

source: Macanese pataca (%1$s)
ar: باتاكا ماكاوي (%1$s)

source: Mauritanian ouguiya (%1$s)
ar: أوقية موريتانية (%1$s)

source: Mauritian rupee (%1$s)
ar: روبية موريشيوسية (%1$s)

source: Maldivian rufiyaa (%1$s)
ar: روفية جزر المالديف (%1$s)

source: Malawian kwacha (%1$s)
ar: كواتشا مالاوي (%1$s)

source: Mozambican metical (%1$s)
ar: متكال موزمبيقي (%1$s)

source: Namibian dollar (%1$s)
ar: دولار ناميبي (%1$s)

source: Nigerian naira (%1$s)
ar: نيرة نيجيرية (%1$s)

source: Nicaraguan córdoba (%1$s)
ar: قرطبة النيكاراغوية (%1$s)

source: Panamanian balboa (%1$s)
ar: بنما بالبوا (%1$s)

source: Papua New Guinean kina (%1$s)
ar: كينا بابوا غينيا الجديدة (%1$s)

source: Transnistrian ruble (%1$s)
ar: روبل ترانسنيستريان (%1$s)

source: Paraguayan guaraní (%1$s)
ar: غواراني باراغواي (%1$s)

source: Qatari riyal (%1$s)
ar: ريال قطري (%1$s)

source: Serbian dinar (%1$s)
ar: دينار صربي (%1$s)

source: Rwandan franc (%1$s)
ar: فرنك رواندي (%1$s)

source: Solomon Islands dollar (%1$s)
ar: دولار جزر سليمان (%1$s)

source: Seychellois rupee (%1$s)
ar: روبية سيشيلية (%1$s)

source: Sudanese pound (%1$s)
ar: جنيه سوداني (%1$s)

source: Saint Helena pound (%1$s)
ar: جنيه سانت هيلينا (%1$s)

source: Sierra Leonean leone (%1$s)
ar: ليون سيراليوني (%1$s)

source: Somali shilling (%1$s)
ar: شلن صومالي (%1$s)

source: Surinamese dollar (%1$s)
ar: دولار سورينامي (%1$s)

source: South Sudanese pound (%1$s)
ar: جنيه جنوب السودان (%1$s)

source: São Tomé and Príncipe dobra (%1$s)
ar: ساو تومي وبرينسيبي دوبرا (%1$s)

source: Syrian pound (%1$s)
ar: ليرة سورية (%1$s)

source: Tajikistani somoni (%1$s)
ar: سوموني طاجيكستاني (%1$s)

source: Turkmenistan manat (%1$s)
ar: مانات تركمانستان (%1$s)

source: Trinidad and Tobago dollar (%1$s)
ar: دولار ترينداد وتوباغو (%1$s)

source: Ugandan shilling (%1$s)
ar: شلن أوغندي (%1$s)

source: Uzbekistani som (%1$s)
ar: سوم أوزبكستاني (%1$s)

source: Vietnamese đồng (%1$s)
ar: الفيتنامية đồng (%1$s)

source: Vanuatu vatu (%1$s)
ar: فانواتو فاتو (%1$s)

source: Samoan tālā (%1$s)
ar: ساموان تالا (%1$s)

source: Central African CFA franc (%1$s)
ar: فرنك وسط أفريقي (CFA) (%1$s)

source: West African CFA franc (%1$s)
ar: فرنك غرب أفريقي (CFA) (%1$s)

source: CFP franc (%1$s)
ar: فرنك سي إف بي (%1$s)

source: Yemeni rial (%1$s)
ar: ريال يمني (%1$s)

source: Zambian kwacha (%1$s)
ar: كواشا زامبيا (%1$s)

source: The %s action
ar: الإجراء %s

source: Payment Errors
ar: أخطاء الدفع

source: API Requests
ar: طلبات API

source: Connect with Stripe
ar: اتصل بـ استرايب/Stripe

source: Your comment is too long.
ar: تعليقك طويل للغاية.

source: The donation form name, and the donation level (if applicable).
ar: اسم نموذج التبرع ، ومستوى التبرع (إن وجد).

source: The total donation amount with currency sign.
ar: إجمالي مبلغ التبرع مع علامة العملة.

source: The donor's billing address.
ar: عنوان فواتير المتبرع.

source: The date of the donation.
ar: تاريخ التبرع.

source: The unique ID number for this donation.
ar: رقم المعرف الفريد لهذا التبرع.

source: The method of payment used for this donation.
ar: طريقة الدفع المستخدمة لهذا التبرع.

source: The payment total for this donation.
ar: مجموع المدفوعات لهذا التبرع.

source: The unique ID number for this donation receipt.
ar: رقم المعرف الفريد لإيصال التبرع هذا.

source: The donation receipt direct link, to view the receipt on the website.
ar: الرابط المباشر لإيصال التبرع ، لعرض الإيصال على الموقع الإلكتروني.

source: The donation receipt direct URL, to view the receipt on the website.
ar: عنوان URL المباشر لإيصال التبرع ، لعرض الإيصال على الموقع الإلكتروني.

source: The donor note.
ar: مذكرة المانح.

source: Did the donor check the anonymous donation checkbox?
ar: هل قام المتبرع بفحص مربع اختيار التبرع المجهول؟

source: The donation form name.
ar: اسم نموذج التبرع.

source: The donor's name for salutation purposes—either first name only or prefix and last name if provided.
ar: اسم المتبرع لأغراض التحية - إما الاسم الأول فقط أو البادئة واسم العائلة إذا تم توفيرها.

source: The donor's full name, first and last.
ar: اسم المتبرع الكامل ، الأول والأخير.

source: The donor's user name on the site, if they registered an account.
ar: اسم مستخدم المتبرع على الموقع ، إذا قام بتسجيل حساب.

source: The donor's company name.
ar: اسم شركة المتبرع.

source: The donor's email address.
ar: عنوان البريد الإلكتروني للمانح.

source: The donor's email access link.
ar: رابط الوصول إلى البريد الإلكتروني للمانح.

source: The donor's email access link for donation history.
ar: رابط الوصول إلى البريد الإلكتروني للمتبرع لتاريخ التبرع.

source: The name of your site.
ar: اسم موقعك.

source: The reset password link for user.
ar: رابط إعادة تعيين كلمة المرور للمستخدم.

source: The custom admin email which is set inside Emails > Contact Information. By default this tag will use your WordPress admin email.
ar: البريد الإلكتروني المخصص للمسؤول والذي تم تعيينه داخل رسائل البريد الإلكتروني> معلومات الاتصال. بشكل افتراضي ، ستستخدم هذه العلامة البريد الإلكتروني لمدير WordPress الخاص بك.

source: The website URL.
ar: عنوان URL الخاص بالموقع.

source: The Offline Mailing Address which is used for the Offline Donations Payment Gateway.
ar: العنوان البريدي غير المتصل الذي يستخدم لبوابة دفع التبرعات دون الاتصال بالإنترنت.

source: The Donor Comment that was submitted with the donation.
ar: تعليق المانح الذي تم تقديمه مع التبرع.

source: View your donation history
ar: عرض سجل التبرع

source: Reset your password &raquo;
ar: اعد ضبط كلمه السر &raquo;

source: Reset your password
ar: إعادة تعيين كلمة المرور

source: Anonymous donation
ar: تبرع مجهول

source: Not an anonymous donation
ar: ليس تبرع مجهول

source: Default Template
ar: الإعدادات الإفتراضية

source: No template, plain text only
ar: لا يوجد قالب ، نص عادي فقط

source: You cannot send email with Give_Emails until init/admin_init has been reached.
ar: لا يمكنك إرسال بريد إلكتروني باستخدام Give_Emails حتى يتم الوصول إلى init / admin_init.

source: Hi there,
ar: مرحبا،

source: This email is to inform you that a new donation has been made on your website:
ar: هذا البريد الإلكتروني لإبلاغك بأنه قد تم تقديم تبرع جديد على موقع الويب الخاص بك:

source: Donation:
ar: التبرع:

source: Payment Method:
ar: طريقة الدفع:

source: Thank you,
ar: شكراً لك،

source: Dear
ar: عزيزي

source: Thank you for your donation. Your generosity is appreciated! Here are the details of your donation:
ar: شكرا لك على تبرعك. كرمك هو موضع تقدير! فيما يلي تفاصيل تبرعك:

source: Payment ID:
ar: معرف الدفع:

source: - Select a donation -
ar: - اختر تبرعا -

source: Preview email with a donation:
ar: معاينة البريد الإلكتروني مع تبرع:

source: Request
ar: طلب

source: Response
ar: استجابة

source: %s arab
ar: %s عربي

source: %s crore
ar: %s كرور روبية

source: %s lakh
ar: %s لكح

source: %s trillion
ar: %s تريليون

source: %s billion
ar: %s مليار

source: %s million
ar: %s مليون

source: of
ar: من

source: Goal achieved
ar: تم اكتمال اجمالي التبرع

source: Mr.
ar: السيد.

source: Mrs.
ar: سيدة.

source: Ms.
ar: الآنسة.

source: Donation Amount:
ar: مبلغ التبرع:

source: Choose Your Donation Amount
ar: اختر مبلغ التبرع الخاص بك

source: Donate Now
ar: تبرع الآن

source: Personal Info
ar: المعلومات الشخصية

source: Title is used to personalize your donation record..
ar: يستخدم العنوان لتخصيص سجل التبرع الخاص بك ..

source: First Name is used to personalize your donation record.
ar: يستخدم الاسم الأول لتخصيص سجل التبرعات الخاص بك.

source: Last Name is used to personalize your donation record.
ar: يتم استخدام اسم العائلة لتخصيص سجل التبرع الخاص بك.

source: Donate on behalf of Company
ar: تبرع نيابة عن الشركة

source: We will send the donation receipt to this address.
ar: سنرسل إيصال التبرع إلى هذا العنوان.

source: Make this an anonymous donation.
ar: جعل هذا التبرع من فاعل خير.

source: Would you like to prevent your name, image, and comment from being displayed publicly?
ar: هل ترغب في منع عرض اسمك وصورتك وتعليقك علنًا؟

source: Would you like to prevent your name and image from being displayed publicly?
ar: هل ترغب في منع اسمك وصورتك من الظهور علنًا؟

source: Comment
ar: تعليق

source: Would you like to add a comment to this donation?
ar: هل تود إضافة تعليق على هذا التبرع؟

source: Leave a comment
ar: اترك تعليقا

source: Credit Card Info
ar: معلومات الدفع

source: This is a secure SSL encrypted payment.
ar: هذا دفع آمن مشفر بواسطة نظام الآمان SSL.

source: Card Number
ar: رقم البطاقة

source: The (typically) 16 digits on the front of your credit card.
ar: 16 رقم في الجزء الأمامي من بطاقة الائتمان الخاصة بك.

source: CVC
ar: رمز التحقق ( يوجد على ظهر البطاقة )

source: The 3 digit (back) or 4 digit (front) value on your card.
ar: القيمة المكونة من 3 أرقام (الخلف) أو المكونة من 4 أرقام (الأمامية) على بطاقتك.

source: Cardholder Name
ar: أسم حامل البطاقة

source: The name of the credit card account holder.
ar: اسم صاحب حساب البطاقة الائتمانية.

source: Expiration
ar: انتهاء الصلاحية

source: The date your credit card expires, typically on the front of the card.
ar: تاريخ انتهاء صلاحية بطاقتك الائتمانية ، يظهر عادةً في مقدمة البطاقة.

source: MM / YY
ar: سنة/ شهر

source: Billing Details
ar: تفاصيل الفاتورة

source: The country for your billing address.
ar: الدولة الخاصة بعنوان الفاتورة.

source: The primary billing address for your credit card.
ar: العنوان الأولي لبطاقة الائتمان الخاصة بك.

source: Address line 1
ar: سطر العنوان 1

source: (optional) The suite, apartment number, post office box (etc) associated with your billing address.
ar: (اختياري) الجناح ورقم الشقة وصندوق البريد (إلخ) المرتبط بعنوان إرسال الفواتير.

source: Address line 2
ar: سطر العنوان 2

source: The city for your billing address.
ar: المدينة للعنوان الخاص بك.

source: The state, province, or county for your billing address.
ar: الولاية أو المقاطعة أو المقاطعة لعنوان إرسال الفواتير.

source: Zip / Postal Code
ar: الرمز البريدي/صندوق البريد

source: The zip or postal code for your billing address.
ar: ‫الرمز البريدي الخاص بعنوان الفاتورة.

source: Create an account
ar: انشئ حساب

source: Create an account on the site to see and manage donation history.
ar: بإنشاء حساب علي الموقع يمكنك معرفه تاريخ التبرعات وأدارتها.

source: Already have an account?
ar: هل لديك حساب بالفعل؟

source: Log In to Your Account
ar: 1. سجّل الدخول إلى حسابك

source: (optional)
ar: (اختياري)

source: Don't have an account?
ar: ليس لديك حساب؟

source: Register as a part of your donation &raquo;
ar: أنشاء حساب &raquo;

source: Register or donate as a guest &raquo;
ar: إنشاء حساب &raquo;

source: Username or Email Address
ar: الإسم أو البرید الإلکتروني

source: Your username or email
ar: اسم المستخدم او البريد الالكتروني

source: Password
ar: كلمة المرور

source: Your password
ar: كلمة المرور

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Select Payment Method
ar: اختر طريقة الدفع

source: Please enter valid terms and conditions in <a href="%s">this form's settings</a>.
ar: الرجاء إدخال شروط وأحكام صالحة في <a href="%s">إعدادات هذا النموذج</a> .

source: Terms
ar: شروط

source: Show Terms
ar: إظهار الشروط

source: Hide Terms
ar: إخفاء الشروط

source: Notice:
ar: ملاحظة:

source: Test mode is enabled. While in test mode no live donations are processed.
ar: وضع الاختبار ممكّن. أثناء وجودك في وضع الاختبار ، لا تتم معالجة أي تبرعات مباشرة.

source: Please log in in order to complete your donation.
ar: الرجاء تسجيل الدخول لإكمال تبرعك.

source: GiveWP - Donation Form
ar: GiveWP - نموذج التبرع

source: Display a GiveWP Donation Form in your theme's widget powered sidebar.
ar: اعرض نموذج تبرع GiveWP في الشريط الجانبي المدعوم لعنصر واجهة المستخدم الخاص بالموضوع.

source: Continue
ar: استمر

source: Help our organization by donating today! All donations go directly to making a difference for our cause.
ar: ساعد منظمتنا بالتبرع اليوم! كل التبرعات تذهب مباشرة لإحداث فرق لقضيتنا.

source: Title:
ar: العنوان:

source: Leave blank to hide the widget title.
ar: اتركه فارغًا لإخفاء عنوان الويدجت.

source: Donation Form:
ar: استمارة التبرع:

source: Select a donation form to use for this widget.
ar: حدد استمارة تبرع لاستخدامه لهذه الويدجت.

source: Options for Legacy form template
ar: خيارات قالب النموذج القديم

source: Select a donation form style.
ar: حدد نمط نموذج التبرع.

source: Button Text:
ar: نص الزر:

source: Floating Labels (optional):
ar: تسميات عائمة (اختياري):

source: Override the <a href="%s" target="_blank">floating labels</a> setting for this GiveWP form.
ar: تجاوز إعداد <a href="%s" target="_blank">التسميات العائمة</a> لنموذج GiveWP هذا.

source: Display Content (optional):
ar: عرض المحتوى (اختياري):

source: Above
ar: أعلى

source: Below
ar: أسفل

source: Override the display content setting for this GiveWP form.
ar: تجاوز إعداد محتوى العرض لنموذج GiveWP هذا.

source: Display a button and launch the donation form on click
ar: اعرض زرًا وابدأ نموذج التبرع عند النقر

source: Display the entire donation form in the sidebar
ar: اعرض نموذج التبرع بالكامل في الشريط الجانبي

source: Widget Text:
ar: نص القطعة:

source: Provide an introduction text to invite the visitor to become a donor. Leave this blank to not display any text.
ar: قدم نص مقدمة لدعوة الزائر ليصبح متبرعًا. اترك هذا فارغًا لعدم عرض أي نص.

source: This label will appear on button.
ar: ستظهر هذه التسمية على الزر.

source: Button Color:
ar: لون الزر:

source: Set the color of button.
ar: اضبط لون الزر.

source: Loading settings...
ar: جارٍ تحميل الإعدادات ...

source: You must enable a payment gateway to use Give.
ar: يجب عليك تمكين بوابة الدفع لاستخدام Give.

source: Payment Error
ar: خطأ في عملية الدفع

source: Do you want to customize the donation instructions for this form?
ar: هل تريد تخصيص تعليمات التبرع لهذا النموذج؟

source: Billing Fields
ar: حقول الفوترة

source: This option will enable the billing details section for this form's offline donation payment gateway. The fieldset will appear above the offline donation instructions.
ar: سيؤدي هذا الخيار إلى تمكين قسم تفاصيل الفواتير لبوابة دفع التبرعات غير المتصلة بهذا النموذج. ستظهر مجموعة الحقول أعلى تعليمات التبرع دون اتصال بالإنترنت.

source: Donation Instructions
ar: تعليمات التبرع

source: Enter the instructions you want to display to the donor during the donation process. Most likely this would include important information like mailing address and who to make the check out to.
ar: أدخل التعليمات التي تريد عرضها على المتبرع أثناء عملية التبرع. على الأرجح سيشمل هذا معلومات مهمة مثل العنوان البريدي ومن يقوم بالسداد.
