Repository: quocvietht03/alone
Catalog: languages/give-*.po
Languages: ar

source: Choose your template from the available registered template types.
ar: اختر قالبك من أنواع القوالب المسجلة المتاحة.

source: Logo
ar: الشعار

source: Upload or choose a logo to be displayed at the top of the donation receipt emails. Displayed on HTML emails only.
ar: قم بتحميل أو اختيار شعار ليتم عرضه أعلى رسائل البريد الإلكتروني الخاصة بإيصالات التبرعات. تُعرض على رسائل البريد الإلكتروني بتنسيق HTML فقط.

source: From Name
ar: من الاسم

source: The name which appears in the "From" field in all GiveWP donation emails.
ar: الاسم الذي يظهر في الحقل "من" في جميع رسائل التبرع بالبريد الإلكتروني لـ GiveWP.

source: From Email
ar: من البريد الإلكترونى

source: Email address from which all GiveWP emails are sent from. This will act as the "from" and "reply-to" email address.
ar: عنوان البريد الإلكتروني الذي يتم من خلاله إرسال جميع رسائل البريد الإلكتروني لـ GiveWP. سيكون هذا بمثابة عنوان البريد الإلكتروني "من" و "الرد على".

source: Email Notification
ar: اشعارات البريد

source: Enabled
ar: تمكين

source: Disabled
ar: معطل

source: Choose whether you want this email enabled or not.
ar: اختر ما إذا كنت تريد تمكين هذا البريد الإلكتروني أم لا.

source: Global Options are set <a href="%s">in GiveWP settings</a>. You may override them for this form here.
ar: يتم تعيين الخيارات العامة <a href="%s">في إعدادات GiveWP</a> . يمكنك تجاوزها لهذا النموذج هنا.

source: Notification
ar: إشعارات

source: Email Subject
ar: موضوع البريد الإلكتروني

source: Enter the email subject line.
ar: أدخل سطر موضوع البريد الإلكتروني.

source: Email Header
ar: رأس البريد الإلكتروني

source: Enter the email header that appears at the top of the email.
ar: أدخل عنوان البريد الإلكتروني الذي يظهر في الجزء العلوي من البريد الإلكتروني.

source: Enter the email message.
ar: أدخل رسالة البريد الإلكتروني.

source: Available template tags for this email. HTML is accepted.
ar: علامات القالب المتاحة لهذا البريد الإلكتروني. يتم قبول HTML.

source: See our documentation
ar: انظر وثائقنا

source: for examples of how to use custom meta email tags to output additional donor or donation information in your GiveWP emails.
ar: للحصول على أمثلة حول كيفية استخدام علامات البريد الإلكتروني الوصفية المخصصة لإخراج معلومات إضافية عن المتبرعين أو التبرع في رسائل البريد الإلكتروني الخاصة بـ GiveWP.

source: Email message
ar: رسالة البريد الإلكتروني

source: Email Content Type
ar: نوع محتوى البريد الإلكتروني

source: Choose email type.
ar: اختر نوع البريد الإلكتروني.

source: Email Recipients
ar: مستلمو البريد الإلكتروني

source: Enter the email address(es) that should receive a notification.
ar: أدخل عنوان (عناوين) البريد الإلكتروني الذي يجب أن تتلقى إشعارًا.

source: Add Recipient
ar: أضف المستلم

source: Enter the email address that should receive a notification.
ar: أدخل عنوان البريد الإلكتروني الذي يجب أن يتلقى إشعارًا.

source: Email Recipient
ar: مستلم البريد الإلكتروني

source: This email is automatically sent to the donor and the recipient cannot be customized.
ar: يتم إرسال هذا البريد الإلكتروني تلقائيًا إلى المتبرع ولا يمكن تخصيص المستلم.

source: Preview Email
ar: معاينة البريد الإلكتروني

source: Click the "Preview Email" button to preview the email in your browser.
ar: انقر فوق الزر "معاينة البريد الإلكتروني" لمعاينة البريد الإلكتروني في متصفحك.

source: Click the "Send Test Email" button to send a test email to yourself at
ar: انقر فوق الزر "إرسال بريد إلكتروني تجريبي" لإرسال بريد إلكتروني تجريبي إلى نفسك على

source: New Donation
ar: تبرع جديد

source: Sent to designated recipient(s) when a new donation is received or a pending donation is marked as complete.
ar: يتم إرساله إلى المستلم (المستلمين) المعينين عند استلام تبرع جديد أو وضع علامة على تبرع معلق على أنه مكتمل.

source: New Donation - #{payment_id}
ar: تبرع جديد-#{payment_id}

source: New Donation!
ar: تبرع جديد!

source: Sent to designated recipient(s) when a new user registers on the site via a donation form.
ar: يتم إرساله إلى المستلم (المستلمين) المعينين عندما يقوم مستخدم جديد بالتسجيل على الموقع عبر نموذج تبرع.

source: [%s] New User Registration
ar: [%s] تسجيل مستخدم جديد

source: New user registration on your site {sitename}:
ar: تسجيل مستخدم جديد على موقعك {sitename}:

source: Username: {username}
ar: اسم المستخدم: {username}

source: Email: {user_email}
ar: البريد الإلكتروني: {user_email}

source: New Offline Donation
ar: تبرع جديد دون اتصال

source: Sent to designated recipient(s) for a new (pending) offline donation.
ar: يتم الإرسال إلى المستلم (المستلمين) المحددين للحصول على تبرع جديد (معلق) دون اتصال بالإنترنت.

source: Offline
ar: غير متصل

source: New Offline Donation!
ar: تبرع جديد دون اتصال!

source: This notification is automatically toggled based on whether the gateway is enabled or not.
ar: يتم تبديل هذا الإشعار تلقائيًا بناءً على ما إذا كانت البوابة ممكّنة أم لا.

source: New Pending Donation
ar: تبرع معلق جديد

source: Dear Admin,
ar: عزيزي المشرف،

source: An offline donation has been made on your website:
ar: تم تقديم تبرع دون اتصال بالإنترنت على موقع الويب الخاص بك:

source: Hooray! The donation is in a pending status and is awaiting payment. Donation instructions have been emailed to the donor. Once you receive payment, be sure to mark the donation as complete using the link below.
ar: الصيحة! التبرع في حالة معلقة وينتظر الدفع. تم إرسال تعليمات التبرع بالبريد الإلكتروني إلى المتبرع. بمجرد استلام الدفعة ، تأكد من وضع علامة على التبرع على أنه مكتمل باستخدام الرابط أدناه.

source: Donor:
ar: جهات مانحة:

source: Amount:
ar: المبلغ:

source: Click Here to View and/or Update Donation Details
ar: انقر هنا لعرض و / أو تحديث تفاصيل التبرع

source: Offline Donation Instructions
ar: تعليمات التبرع دون اتصال بالإنترنت

source: Sent to the donor when they submit an offline donation.
ar: يتم إرسالها إلى المتبرع عند تقديم تبرع دون اتصال بالإنترنت.

source: {donation} - Offline Donation Instructions
ar: {donation} - تعليمات التبرع دون اتصال

source: Preview
ar: معاينة

source: Send test email
ar: إرسال اختبار البريد الإلكتروني

source: Click this link to send a test email to yourself at %s
ar: انقر فوق هذا الارتباط لإرسال بريد إلكتروني تجريبي إلى نفسك على %s

source: Donation Form Options
ar: خيارات نموذج التبرع

source: Form Template
ar: قالب النموذج

source: Donation Options
ar: خيارات التبرع

source: Donation Option
ar: خيار التبرع

source: Do you want this form to have one set donation price or multiple levels (for example, $10, $20, $50)?
ar: هل تريد أن يحتوي هذه الاستمارة على مدى تبرع واحد أو مستويات متعددة (على سبيل المثال ، 10$ ، 20$، 50$)؟

source: Multi-level Donation
ar: التبرع متعدد المستويات

source: Set Donation
ar: تعيين التبرع

source: This is the set donation amount for this form. If you have a "Custom Amount Minimum" set, make sure it is less than this amount.
ar: هذا هو مبلغ التبرع المحدد لهذا النموذج. إذا كان لديك تعيين "الحد الأدنى المخصص للمبلغ" ، فتأكد من أنه أقل من هذا المبلغ.

source: Custom Amount
ar: مبلغ مخصص

source: Do you want the user to be able to input their own donation amount?
ar: هل تريد أن يتمكن المستخدم من إدخال مبلغ التبرع الخاص به؟

source: Donation Limit
ar: حد التبرع

source: Set the minimum and maximum amount for all gateways.
ar: تعيين الحد الأدنى والحد الأقصى لجميع البوابات.

source: Donation Limits:
ar: حدود التبرع:

source: Custom Amount Text
ar: نص المبلغ المخصص

source: This text appears as a label below the custom amount field for set donation forms. For multi-level forms the text will appear as its own level (button, radio, or select option).
ar: يظهر هذا النص كتسمية أسفل حقل المبلغ المخصص لنماذج التبرع المحددة. بالنسبة للنماذج متعددة المستويات ، سيظهر النص كمستواه الخاص (زر ، راديو ، أو خيار تحديد).

source: Add Level
ar: أضف مستوى

source: Donation Level
ar: مستويات التبرع

source: Text
ar: نص

source: Default
ar: افتراضي

source: Form Fields
ar: حقول النموذج

source: Default Gateway
ar: البوابة الافتراضية

source: By default, the gateway for this form will inherit the global default gateway (set under GiveWP > Settings > Payment Gateways). This option allows you to customize the default gateway for this form only.
ar: بشكل افتراضي ، سترث بوابة هذا النموذج البوابة الافتراضية العامة (يتم تعيينها ضمن GiveWP> الإعدادات> بوابات الدفع). يتيح لك هذا الخيار تخصيص البوابة الافتراضية لهذا النموذج فقط.

source: Name Title Prefix
ar: بادئة عنوان الاسم

source: Global Option
ar: الخيار العام

source: Required
ar: مطلوب

source: Optional
ar: اختياري

source: Title Prefixes
ar: بادئات العنوان

source: Add or remove salutations from the dropdown using the field above.
ar: أضف التحية أو أزلها من القائمة المنسدلة باستخدام الحقل أعلاه.

source: Company Donations
ar: تبرعات الشركة

source: Do you want a Company field to appear after First Name and Last Name?
ar: هل تريد أن يظهر حقل الشركة بعد الاسم الأول واسم العائلة؟

source: Last Name Field Required
ar: حقل الاسم الأخير مطلوب

source: Do you want to force the Last Name field to be required?
ar: هل تريد فرض حقل "الاسم الأخير" ليكون مطلوبًا؟

source: Anonymous Donations
ar: التبرعات مجهولة المصدر

source: Do you want to provide donors the ability mark themselves anonymous while giving? This will prevent their information from appearing publicly on your website but you will still receive their information for your records in the admin panel.
ar: هل تريد أن تمنح الجهات المانحة القدرة على وسم أنفسهم مجهولين أثناء تقديمها؟ سيمنع هذا معلوماتهم من الظهور علناً على موقع الويب الخاص بك ولكنك ستظل تتلقى معلوماتهم لسجلاتك في لوحة الإدارة.

source: Donor Comments
ar: تعليقات المتبرع

source: Do you want to provide donors the ability to add a comment to their donation? The comment will display publicly on the donor wall if they do not select to give anonymously.
ar: هل تريد منح المانحين القدرة على إضافة تعليق على تبرعاتهم؟ سيتم عرض التعليق علنا على صفحة المتبرع إذا لم يختار تقديمه بشكل مجهول.

source: Guest Donations
ar: تبرعات الضيوف

source: Do you want to allow non-logged-in users to make donations?
ar: هل تريد السماح للمستخدمين غير المسجلين بتسجيل التبرعات؟

source: Registration
ar: التسجيل

source: Display the registration and login forms in the payment section for non-logged-in users.
ar: عرض نماذج التسجيل وتسجيل الدخول في قسم الدفع للمستخدمين غير المسجلين.

source: Login
ar: تسجيل الدخول

source: Registration + Login
ar: أنشاء حساب + تسجيل الدخول

source: Form Display
ar: نموذج العرض

source: Donation Goal
ar: هدف التبرع

source: Do you want to set a donation goal for this form?
ar: هل تريد تحديد هدف التبرع لهذه الاستمارة؟

source: Goal Format
ar: تنسيق الهدف

source: Do you want to display the total amount raised based on your monetary goal or a percentage? For instance, "$500 of $1,000 raised" or "50% funded" or "1 of 5 donations". You can also display a donor-based goal, such as "100 of 1,000 donors have given".
ar: هل تريد عرض المبلغ الإجمالي الذي تم جمعه بناءً على هدفك النقدي أو النسبة المئوية؟ على سبيل المثال ، "تم جمع 500 دولار من 1000 دولار" أو "ممولة بنسبة 50٪" أو "1 من 5 تبرعات". يمكنك أيضاً عرض هدف قائم على المانحين، مثل "100 من بين 1000 متبرع أعطوا".

source: Amount Raised
ar: المبلغ المدفوع

source: Percentage Raised
ar: نسبة مئوية

source: Number of Donations
ar: عدد التبرعات

source: Number of Donors
ar: عدد المتبرعين

source: Goal Amount
ar: مبلغ الهدف

source: This is the monetary goal amount you want to reach for this form.
ar: هذا هو مبلغ الهدف النقدي الذي تريد الوصول إليه لهذه الاستمارة.

source: Set the total number of donations as a goal.
ar: حدد العدد الإجمالي للتبرعات كهدف.

source: Donor Goal
ar: هدف المتبرع

source: Set the total number of donors as a goal.
ar: تعيين العدد الإجمالي للمتبرعين كهدف.

source: Progress Bar Color
ar: لون شريط التقدم

source: Customize the color of the goal progress bar.
ar: تخصيص لون شريط تقدم الهدف.

source: Close Form
ar: إغلاق التبرع

source: Do you want to close the donation forms and stop accepting donations once this goal has been met?
ar: هل تريد إغلاق استمارات التبرع والتوقف عن قبول التبرعات بمجرد اكتمال الهدف ؟

source: Goal Achieved Message
ar: رسالة الهدف المحقق

source: Do you want to display a custom message when the goal is closed?
ar: هل تريد عرض رسالة مخصصة عندما يتم إغلاق الهدف؟

source: Thank you to all our donors, we have met our fundraising goal.
ar: شكرا لجميع الجهات المتبرعة لدينا ، لقد حققنا هدفنا لجمع التبرعات.

source: Terms & Conditions
ar: الشروط والاحكام

source: Terms and Conditions
ar: الأحكام والشروط

source: Do you want to require the donor to accept terms prior to being able to complete their donation?
ar: هل تريد مطالبة المتبرع بقبول الشروط قبل أن يتمكن من إتمام تبرعه؟

source: Disable
ar: تعطيل

source: Agreement Label
ar: تسمية الاتفاقية

source: The label shown next to the agree to terms check box. Add your own to customize or leave blank to use the default text placeholder.
ar: التصنيف المعروض بجوار خانة الاختيار الموافقة على الشروط. أضف العنصر الخاص بك للتخصيص أو اتركه فارغاً لاستخدام العنصر النائب للنص الافتراضي.

source: Agree to Terms?
ar: توافق على شروط؟

source: Agreement Text
ar: نص الاتفاقية

source: This is the actual text which the user will have to agree to in order to make a donation.
ar: هذا هو النص الفعلي الذي يجب على المستخدم الموافقة عليه من أجل التبرع.

source: Redirect URL
ar: إعادة توجيه للرابط URL

source: The full URL of the page you want this form to redirect to when clicked on from the Form Grid. This only applies when the Form Grid uses the “Redirect” method.
ar: عنوان URL الكامل للصفحة التي تريد إعادة توجيه هذا النموذج إليها عند النقر عليها من شبكة النموذج. ينطبق هذا فقط عندما تستخدم شبكة النموذج طريقة "إعادة التوجيه".

source: Donate Button Text
ar: نص زر التبرع

source: Goal Statistics
ar: احصائيات الهدف

source: Offline Donations
ar: التبرع اوفلاين

source: Categories
ar: التصنيفات

source: Tags
ar: الوسوم

source: Goal
ar: الهدف

source: Revenue
ar: الإيرادات

source: Shortcode
ar: اختصار

source: No Goal Set
ar: لم يتم تحديد هدف

source: Copy Shortcode
ar: نسخ الرمز القصير

source: You do not have permission to view this data.
ar: ليس لديك إذن لعرض هذه البيانات.

source: Form Name or ID
ar: اسم النموذج أو ID

source: Any Goal Status
ar: اي هدف

source: Goal Achieved
ar: تم اكتمال اجمالي التبرع

source: Goal In Progress
ar: الهدف قيد التقدم

source: Goal Not Set
ar: الهدف غير محدد

source: Minimum amount
ar: الحد الأدنى للمبلغ

source: Maximum amount
ar: الحد الأقصى للمبلغ

source: Global Default
ar: افتراضي

source: Send Test Email.
ar: ارسال ايميل تجريبي.

source: Send Test Email
ar: ارسال رسالة اختبارية

source: Group
ar: المجموعة

source: Remove Group
ar: حذف المجموعة

source: Add Row
ar: إضافة صف

source: This donor was imported by %s
ar: تم استيراد المتبرعين بنسبه %s

source: New Form
ar: نموذج جديد

source: Do not import
ar: عدم الاستيراد

source: Donation ID
ar: هوية المتبرع

source: Donation Amount
ar: مبلغ التبرع

source: Donation Total
ar: إجمالي التبرعات

source: Total
ar: المجموع

source: Donation Currencies
ar: عملات التبرع

source: Currencies
ar: العملات

source: Currencies Code
ar: رمز العملات

source: Currency Code
ar: رمز العملة

source: Code
ar: كود

source: Donation Date
ar: تاريخ التبرع

source: Donation Time
ar: وقت التبرع

source: Time
ar: الوقت

source: Title Prefix
ar: بادئة العنوان

source: Prefix
ar: اختصار

source: Donor First Name
ar: الاسم الأول للمتبرع

source: First
ar: الأول

source: Donor Last Name
ar: الاسم الاخير

source: Last
ar: الأخير

source: Company Name
ar: اسم الشركة

source: Donor Company Name
ar: اسم شركة المتبرع

source: Donor Company
ar: شركة المتبرع

source: Company
ar: الشركة

source: Address 1
ar: العنوان 1

source: Address
ar: العنوان

source: Address 2
ar: العنوان 2

source: City
ar: المدينة

source: State
ar: المحافظة

source: Province
ar: المحافظة

source: County
ar: الدولة

source: Region
ar: المنطقة

source: Country
ar: الدولة

source: Zip Code
ar: الرمز البريدي

source: Zip
ar: الرمز البريدي

source: Postal Code
ar: الرمز البريدي

source: Postal
ar: بريدي

source: Donor Email
ar: البريد الكتروني للمتبرع

source: Donation Status
ar: حالة التبرع

source: Payment Method
ar: طريقة الدفع

source: Method
ar: الطريقة

source: Payment Gateway
ar: بوابة الدفع

source: Gateway
ar: البوابة

source: Payment Mode
ar: طريقة الدفع

source: Mode
ar: الوضع

source: Test Mode
ar: وضع الاختبار

source: Donor IP Address
ar: عنوان IP للمانح

source: Import as Meta
ar: استيراد كملف Meta

source: Donor ID
ar: ID المتبرع

source: User ID
ar: معرف المستخدم

source: Donation Form Title
ar: عنوان نموذج التبرع

source: Donation Form
ar: نموذج التبرع

source: Form Name
ar: اسم النموذج

source: Form Title
ar: عنوان النموذج

source: Donation Form ID
ar: ID نموذج التبرع

source: Form ID
ar: رقم النموذج

source: Level
ar: المستوى

source: Level Title
ar: عنوان المستوى

source: This donation was imported by %s
ar: تم استيراد هذا التبرع بواسطة %s

source: You can create API keys for individual users within their profile edit screen. API keys allow users to use the <a href="%1$s" target="_blank">GiveWP REST API</a> to retrieve donation data in JSON or XML for external applications or devices, such as <a href="%2$s" target="_blank">Zapier</a>.
ar: يمكنك إنشاء مفاتيح API للمستخدمين الفرديين في شاشة تحرير ملفهم الشخصي. تسمح مفاتيح API للمستخدمين باستخدام <a href="%1$s" target="_blank">GiveWP REST API</a> لاسترداد بيانات التبرع في JSON أو XML للتطبيقات أو الأجهزة الخارجية ، مثل <a href="%2$s" target="_blank">Zapier</a> .

source: There was an error retrieving the GiveWP add-ons list from the server. Please try again.
ar: حدث خطأ أثناء استرداد قائمة الوظائف الإضافية لـ GiveWP من الخادم. حاول مرة اخرى.

source: You do not have permission to do this.
ar: انت لا تملك اذنا لتفعل هذا.

source: You do not have permission to edit payments.
ar: ليس لديك إذن بتعديل المدفوعات.

source: Error Updating Donation.
ar: خطأ في تحديث التبرع.

source: New Donor requires first name and email address.
ar: المتبرع الجديد يتطلب الاسم الأول وعنوان البريد الإلكتروني.

source: Error creating new donor.
ar: خطأ في إنشاء متبرع جديد.

source: Name, Email, or Donation ID
ar: الاسم أو البريد الكتروني أو ID التبرع

source: Completed
ar: مكتمل

source: Pending
ar: قيد الانتظار

source: Processing
ar: معالجة

source: Refunded
ar: مستردة

source: Revoked
ar: ملغاة

source: Failed
ar: فشل

source: Cancelled
ar: ملغى

source: Abandoned
ar: متروك

source: Preapproval Pending
ar: موافقة قيد الانتظار

source: Details
ar: تفاصيل

source: View Donation %s
ar: عرض التبرع %s

source: by
ar: بواسطة

source: via
ar: بواسطة

source: View Donation #%s
ar: عرض التبرع #%s

source: (unknown)
ar: (مجهول)

source: Email donor
ar: المتبرع بالبريد الإلكتروني

source: Resend Donation %s Receipt
ar: إعادة إرسال إيصال التبرع %s

source: Resend Receipt
ar: إعادة إرسال الإيصال

source: Delete Donation %s
ar: حذف التبرع٪ s

source: This donation was made in test mode.
ar: تم تقديم هذا التبرع في وضع الاختبار.

source: Test
ar: اختبار

source: This donation was imported.
ar: تم استيراد هذا التبرع.

source: Import
ar: استيراد

source: donor missing
ar: المتبرع في عداد المفقودين

source: Set To Completed
ar: التعيين على المكتمل

source: Set To Pending
ar: اضبط على معلق

source: Set To Processing
ar: تعيين إلى معالجه

source: Set To Refunded
ar: تعيين لرد

source: Set To Revoked
ar: تم التعيين على "مبطل"

source: Set To Failed
ar: تعيين إلى فشل

source: Set To Cancelled
ar: تعيين للإلغاء

source: Set To Abandoned
ar: تعيين مهجور

source: Set To Preapproval
ar: تعيين للموافقة المسبقة

source: Resend Email Receipts
ar: إعادة إرسال إيصالات البريد الإلكتروني

source: View Donation Details - %s
ar: عرض تفاصيل التبرع -٪ s

source: Edit Donation - %s
ar: تحرير التبرع -٪ s

source: Sorry, you are not allowed to access this page.
ar: عذرا، لا يسمح لك بالوصول إلى هذه الصفحة.

source: Donation ID not supplied. Please try again.
ar: معرف التبرع غير مقدم. حاول مرة اخرى.

source: The specified ID does not belong to a donation. Please try again.
ar: المعرف المحدد لا ينتمي إلى التبرع. حاول مرة اخرى.

source: Donation %s
ar: التبرع %s

source: Test Donation
ar: اختبار التبرع

source: Update Donation
ar: تحديث التبرع

source: Status:
ar: الحالة:

source: Date:
ar: التاريخ:

source: Time:
ar: الوقت:

source: Total Donation:
ar: مجموع التبرع:

source: Save Donation
ar: حفظ التبرع

source: Donation Meta
ar: ميتا التبرع

source: Gateway:
ar: بوابة:

source: Key:
ar: المفتاح:

source: IP:
ar: عنوان IP:

source: Transaction ID:
ar: رمز العملية:

source: The transaction ID within %s.
ar: معرّف المعاملة داخل %s.

source: View all donations for this donor &raquo;
ar: عرض جميع التبرعات لهذا المانح &raquo;

source: Donation Information
ar: معلومات التبرع

source: Donation Form ID:
ar: ID نموذج التبرع:

source: Donation Form Title:
ar: عنوان استمارة التبرع:

source: Donation Date:
ar: تاريخ التبرع:

source: Donation Level:
ar: مستويات التبرع:

source: n/a
ar: غير متوفر

source: Anonymous Donation:
ar: تبرع مجهول:

source: Yes
ar: نعم

source: No
ar: لا

source: Donor Details
ar: تفاصيل التبرع

source: Create New Donor
ar: إنشاء متبرع جديد

source: Donor Since:
ar: متبرع منذ:

source: Donor Name:
ar: اسم المانح:

source: Donor Email:
ar: البريد الإلكتروني للمانحين:

source: Change Donor:
ar: تغيير الجهة المانحة:

source: New Donor First Name:
ar: الاسم الأول للمتبرع الجديد:

source: New Donor Last Name:
ar: الاسم الأخير للمتبرع الجديد:

source: New Donor Email:
ar: البريد الإلكتروني الجديد للمانح:

source: Click "Save Donation" to create new donor.
ar: انقر فوق "حفظ التبرع" لإنشاء متبرع جديد.

source: Donation Notes
ar: ملاحظات التبرع

source: No donation notes.
ar: لا توجد ملاحظات تبرع.

source: Note type
ar: نوع الملاحظة

source: Private note
ar: مذكرة خاصة

source: Note to donor
ar: ملاحظة للمانح

source: Add Note
ar: إضافة ملاحظة

source: Donor Comment
ar: تعليق المتبرع

source: Add a comment
ar: إضافة تعليق

source: Documentation
ar: الوثائق

source: Add-ons
ar: إضافات

source: GiveWP Deactivation
ar: GiveWP Deactivation (إلغاء تنشيط GiveWP)

source: If you have a moment, please let us know why you are deactivating Give. All submissions are anonymous and we only use this feedback to improve this plugin.
ar: إذا كان لديك لحظة ، فالرجاء إخبارنا لماذا تقوم بإلغاء تنشيط العطاء. جميع عمليات الإرسال مجهولة المصدر ولا نستخدم هذه التعليقات إلا لتحسين هذا المكون الإضافي.

source: I'm only deactivating temporarily
ar: أنا أقوم بإلغاء التنشيط مؤقتًا فقط

source: I no longer need the plugin
ar: أنا لم اعد بحاجة إلى المساعد

source: I found a better plugin
ar: لقد وجدت أضافة افضل

source: What is the name of the plugin?
ar: ما هو اسم البرنامج المساعد؟

source: I only needed the plugin for a short period
ar: أنا فقط بحاجة إلى البرنامج المساعد لفترة قصيرة

source: The plugin broke my site
ar: البرنامج المساعد كسر موقعي

source: We're sorry to hear that, check
ar: نأسف لسماع ذلك ، تحقق

source: Can you describe the issue?
ar: هل يمكنك وصف القضية؟

source: The plugin suddenly stopped working
ar: توقف البرنامج المساعد فجأة عن العمل

source: Other
ar: أخرى

source: Please describe why you're deactivating Give
ar: يرجى وصف سبب إلغاء تنشيط العطاء

source: Would you like to delete all GiveWP data?
ar: هل ترغب في حذف كافة بيانات GiveWP؟

source: By default the custom roles, GiveWP options, and database entries are not deleted when you deactivate Give. If you are deleting GiveWP completely from your website and want those items removed as well check this option. Note: This will permanently delete all GiveWP data from your database.
ar: افتراضيًا ، لا يتم حذف الأدوار المخصصة وخيارات GiveWP وإدخالات قاعدة البيانات عند إلغاء تنشيط Give. إذا كنت تحذف GiveWP تمامًا من موقع الويب الخاص بك وتريد إزالة هذه العناصر أيضًا ، فحدد هذا الخيار. ملاحظة: سيؤدي هذا إلى حذف جميع بيانات GiveWP من قاعدة بياناتك بشكل دائم.

source: Donors Report
ar: تقرير المانحين

source: Search Donors
ar: البحث عن المانحين

source: View Detailed Report
ar: عرض تقرير مفصل

source: Monthly Average Donations
ar: متوسط التبرعات الشهرية

source: Monthly Average Revenue
ar: متوسط الدخل الشهري

source: Detailed Report
ar: تقرير مفصل
