Repository: quocvietht03/alone
Catalog: languages/give-*.po
Languages: ar

source: The description displays below the checkout step, and is designed to remove obstacles from donating. Best practice: use this section to reassure donors that they are making a wise decision.
ar: يتم عرض الوصف أسفل خطوة الخروج ، وهو مصمم لإزالة العوائق من التبرع. أفضل الممارسات: استخدم هذا القسم لطمأنة المانحين بأنهم يتخذون قرارًا حكيمًا.

source: %1$s Step 4: %2$s Thank You
ar: %1$s Step 4: %2$s شكرا لك

source: This image appears above the main thank you content. If no image is provided, a check mark icon will appear. For best results use an image in 16x9 aspect ratio at least 680x400px.
ar: تظهر هذه الصورة فوق محتوى الشكر الرئيسي. إذا لم يتم تقديم أي صورة ، فسيظهر رمز علامة الاختيار. للحصول على أفضل النتائج ، استخدم صورة بنسبة عرض إلى ارتفاع تبلغ 16 × 9 لا تقل عن 680 × 400 بكسل.

source: Secure Donation
ar: تبرع آمن

source: Insecure Donation
ar: تبرع غير آمن

source: Introduction
ar: مقدمة

source: Process Donation
ar: عملية التبرع

source: optional
ar: اختياري

source: Multi-Step Form
ar: نموذج متعدد الخطوات

source: Click to donate
ar: انقر للتبرع

source: Please verify your email to access your donation history.
ar: ادخل بريدك الالكتروني لكي يتم ارسال رابط للوصول إلى تاريخ التبرع فيرجى التحقق من البريد الكتروني الخاص بك.

source: Donation Email:
ar: بريد التبرع:

source: Verify Email
ar: التحقق من البريد الإلكتروني

source: View
ar: عرض

source: View Receipt &raquo;
ar: عرض الإيصال &raquo;

source: It looks like you haven't made any donations.
ar: يبدو أنك لم تقدم أي تبرعات.

source: Your donation is processing. This page will reload automatically in 8 seconds. If it does not, click <a href="%s">here</a>.
ar: تبرعك قيد المعالجة. سيتم إعادة تحميل هذه الصفحة تلقائيًا خلال 8 ثوانٍ. إذا لم يكن كذلك ، انقر <a href="%s">هنا</a> .

source: Anonymous User
ar: مستخدم مجهول

source: Anonymous
ar: مجهول

source: <span class="income" data-amounts="%1$s">%2$s</span> of <span class="goal-text" data-amounts="%3$s">%4$s</span> raised
ar: ‫<span class=“incomeBold” data-amounts=“%1$s”>%2$s</span> تم جمعها من <span class=“goal-text” data-amounts=“%3$s”>%4$s</span>

source: <span class="give-percentage">%s%%</span> funded
ar: <span class="give-percentage">%s%%</span> محصلة

source: Log into Your Account
ar: تسجيل الدخول إلى حسابك

source: Log In
ar: تسجيل الدخول

source: Login successful. Welcome!
ar: تم تسجيل الدخول بنجاح. أهلا بك!

source: You are already logged in to the site. <a href="%s">Click here</a> to log out.
ar: لقد قمت بتسجيل الدخول بالفعل إلى الموقع. <a href="%s">انقر هنا</a> لتسجيل الخروج.

source: Success:
ar: نجاح:

source: Your profile has been updated.
ar: تم تحديث ملفك الشخصي.

source: Profile
ar: الملف الشخصي

source: Change your Name
ar: تغيير بياناتك الشخصية

source: Display Name
ar: اسم العرض

source: Change your Password
ar: تغيير كلمة المرور

source: New Password
ar: كلمة المرور الجديدة

source: Re-enter Password
ar: إعادة إدخال كلمة المرور

source: Please note after changing your password, you must log back in.
ar: يرجى ملاحظة أنه بعد تغيير كلمة المرور الخاصة بك ، يجب عليك تسجيل الدخول مرة أخرى.

source: Save Changes
ar: حفظ التغييرات

source: Your profile and password has been updated.
ar: تم تحديث ملف التعريف وكلمة المرور الخاصة بك.

source: Log in with your new credentials.
ar: تسجيل الدخول بأوراق اعتمادك الجديدة.

source: Your password has been updated.
ar: تم تحديث كلمة المرور الخاصة بك.

source: You need to log in to edit your profile.
ar: تحتاج إلى تسجيل الدخول لتعديل ملفك الشخصي.

source: The specified receipt ID appears to be invalid.
ar: يبدو أن معرّف الإيصال المحدد غير صالح.

source: Total Donation
ar: مجموع التبرع

source: Your Donation is Almost Complete!
ar: أوشك تبرعك على الاكتمال!

source: Payment Complete: Thank you for your donation.
ar: تم الدفع: شكرا لك علي تبرعك.

source: Payment Pending: Your donation is currently processing.
ar: الدفعة معلقة: تبرعك قيد المعالجة حاليًا.

source: Payment Refunded: Your donation has been refunded.
ar: تم رد الدفعة: تم رد تبرعك.

source: Payment Preapproved: Thank you for your donation.
ar: تمت الموافقة على الدفع مسبقًا: شكرًا لك على تبرعك.

source: Payment Failed: Please contact the site owner for assistance.
ar: فشل الدفع: يرجى الاتصال بمالك الموقع للحصول على المساعدة.

source: Payment Cancelled: Your donation has been cancelled.
ar: تم إلغاء الدفع: تم إلغاء تبرعك.

source: Payment Abandoned: This donation has not been completed.
ar: تم التخلي عن الدفع: هذا التبرع لم يكتمل.

source: Payment Revoked: Please contact the site owner for assistance.
ar: تم إبطال الدفعة: يرجى الاتصال بمالك الموقع للحصول على المساعدة.

source: Register a New Account
ar: تسجيل حساب جديد

source: Confirm PW
ar: تاكيد كلمة المرور

source: Placeholder
ar: عنصر نائب

source: Cause
ar: سبب

source: Location
ar: الموقع

source: Features
ar: المميزات

source: What else do you need to support your cause?
ar: ماذا تحتاج لدعم قضيتك؟

source: Take your fundraising to the next level with these premium add-ons.
ar: ارتقِ بجمع الأموال إلى المستوى التالي مع هذه الإضافات المميزة.

source: Custom Form Fields
ar: حقول نموذج مخصصة

source: This form is customized based on your responses.
ar: تم تخصيص هذا النموذج بناءً على ردودك.

source: After setup you can:
ar: بعد الإعداد يمكنك:

source: Customize the text, color and image
ar: تخصيص النص واللون والصورة

source: Modify donation amounts and add a fundraising goal
ar: تعديل مبالغ التبرع وإضافة هدف لجمع التبرعات

source: Add or remove payment options
ar: إضافة أو إزالة خيارات الدفع

source: What do you need in your first donation form?
ar: ماذا تحتاج في نموذج التبرع الأول الخاص بك؟

source: Donation Comments
ar: تعليقات التبرع

source: Welcome To
ar: مرحبا بك في

source: Start Setup
ar: ابدأ الإعداد

source: 🌎 Where are you fundraising?
ar: 🌎 أين تجمع التبرعات؟

source: State / Province
ar: الولاية / المقاطعة

source: This information will be used to customize your experience to your fundraising needs.
ar: سيتم استخدام هذه المعلومات لتخصيص تجربتك مع احتياجات جمع التبرعات.

source: I'm fundraising as an
ar: أنا أجمع التبرعات بصفتي

source: Individual
ar: فرد

source: I'm fundraising within an
ar: أنا أقوم بجمع التبرعات داخل نطاق

source: Organization
ar: المنظمة

source: My fundraising is
ar: جمع التبرعات الخاص بي هو

source: What are you fundraising for?
ar: ما الغرض من جمع التبرعات؟

source: What type of cause is yours?
ar: ما هو نوع السبب لك؟

source: Dismiss Setup Wizard
ar: رفض معالج الإعداد

source: Building Form Preview...
ar: معاينة نموذج المبنى ...

source: Previous
ar: السابق

source: Avg. Donation
ar: متوسط هبة

source: Revenue for Period
ar: إيرادات الفترة

source: Average Donation
ar: متوسط التبرع

source: Revenue Breakdown
ar: انهيار إيرادات

source: Payment Methods
ar: طرق الدفع

source: Payment Statuses
ar: حالات الدفع

source: Form Performance
ar: أداء النموذج

source: Donation Activity
ar: نشاط التبرع

source: Top Donors
ar: كبار المانحين

source: ago
ar: منذ

source: One-Time Donation
ar: التبرع لمرة واحدة

source: Renewal Donation
ar: تجديد التبرع

source: New Subscription
ar: اشتراك جديد

source: Export CSV
ar: تصدير CSV

source: Get a quick view of your
ar: احصل على نظرة سريعة على ملف

source: It looks like there hasn't been any donations yet on your website.
ar: يبدو أنه لم يكن هناك أي تبرعات حتى الآن على موقع الويب الخاص بك.

source: Set up a donation form to begin collecting donations now.
ar: قم بإعداد نموذج تبرع لبدء جمع التبرعات الآن.

source: Create a Donation Form
ar: قم بإنشاء نموذج تبرع

source: Get a detailed view of your
ar: احصل على عرض مفصل لملف

source: It looks like there hasn't been any donations yet on your website.
ar: يبدو أنه لم يكن هناك أي تبرعات حتى الآن على موقع الويب الخاص بك.

source: Set up a donation form to begin collection donations or load some sample data to preview what the reports look like.
ar: قم بإعداد نموذج تبرع لبدء جمع التبرعات أو تحميل بعض عينات البيانات لمعاينة شكل التقارير.

source: Explore Sample Reports
ar: استكشف نماذج من التقارير

source: No data found.
ar: لاتوجد بيانات.

source: Currency:
ar: العملة:

source: View test data
ar: عرض بيانات الاختبار

source: Didn’t find what you were looking for?<br> View the entire catalog!
ar: لم تجد ما كنت تبحث عنه؟<br> عرض الكتالوج بأكمله!

source: View All Add-ons
ar: عرض جميع الوظائف الإضافية

source: View Pricing Plans
ar: عرض خطط التسعير

source: Must Have Add-ons
ar: يجب أن يكون لديك إضافات

source: Additional Add-ons
ar: الوظائف الإضافية الإضافية

source: Get a Free Add-on!
ar: احصل على إضافة مجانية!

source: Invalid Statement Descriptor Text
ar: نص واصف بيان غير صالح

source: Please enter a valid Stripe statement descriptor.
ar: الرجاء إدخال واصف بيان Stripe صالح.

source: List of important Stripe statement descriptor text requirements:
ar: قائمة بمتطلبات نص واصف بيان Stripe الهامة:

source: Contains only Latin characters.
ar: يحتوي على أحرف لاتينية فقط.

source: Contains between 5 and 22 characters, inclusive.
ar: يتألف من 5 إلى 22 حرفًا ، ضمناً.

source: Contains at least one letter.
ar: يحتوي على حرف واحد على الأقل.

source: Does not contain any of the special characters < > \ ' " *.
ar: لا يحتوي على أي من الأحرف الخاصة <> \ '"*.

source: Read more about stripe statement descriptor text requirements.
ar: اقرأ المزيد عن متطلبات نص واصف البيان الشريطي.

source: Invalid Stripe Statement Descriptor Text
ar: نص واصف بيان شريط غير صالح

source: We are unable to update Stripe statement descriptor.
ar: لا يمكننا تحديث واصف بيان Stripe.

source: Select a Stripe Account
ar: حدد حساب Stripe

source: You've selected to customize the Stripe account for this form, but not selected a different account. Please set an account as default for this form on the Stripe settings tab.
ar: لقد اخترت تخصيص حساب Stripe لهذا النموذج ، لكنك لم تحدد حسابًا مختلفًا. يرجى تعيين حساب كافتراضي لهذا النموذج في علامة تبويب إعدادات الشريط.

source: Disconnect Stripe Account
ar: قطع الاتصال بحساب Stripe

source: Are you sure you want to disconnect this Stripe account?
ar: هل أنت متأكد من أنك تريد قطع اتصال حساب Stripe هذا؟

source: Account Name
ar: أسم الحساب

source: Account Email
ar: البريد الإلكتروني للحساب

source: View Documentation >
ar: عرض الوثائق>

source: Please confirm you’d like to set the account below as the new default Stripe account. All donation forms set to inherit the Global Settings will use this new default account. %1$s<br>%2$s%3$s
ar: يرجى تأكيد رغبتك في تعيين الحساب أدناه كحساب Stripe افتراضي جديد. ستستخدم جميع نماذج التبرع التي تم تعيينها على وراثة الإعدادات العامة هذا الحساب الافتراضي الجديد. %1$s<br> %2$s %3$s

source: Please confirm you’d like to set the account below as the new default Stripe account for this donation form. All donations will process through this Stripe account rather than the Global default Stripe account. %1$s<br>%2$s%3$s
ar: يرجى تأكيد رغبتك في تعيين الحساب أدناه كحساب Stripe افتراضي جديد لنموذج التبرع هذا. ستتم معالجة جميع التبرعات من خلال حساب Stripe هذا بدلاً من حساب Stripe الافتراضي العالمي. %1$s<br> %2$s %3$s

source: Confirm New Default Account
ar: تأكيد الحساب الافتراضي الجديد

source: Appearance
ar: المظهر

source: Accent Color
ar: لون التمييز

source: The Donor Dashboard block allows donors to modify and review their donor information from the front-end.
ar: تسمح مجموعة لوحة معلومات المانحين للمانحين بتعديل ومراجعة معلومات المتبرعين من الواجهة الأمامية.

source: dashboard
ar: لوحة الإدارة

source: Search by name or ID
ar: البحث بالاسم أو الهوية

source: status
ar: الحالة

source: Pending Review
ar: في انتظار المراجعة

source: Move to Trash
ar: ارسال و نقل الى سلة المحذوفات

source: Upgrade
ar: ترقية

source: Restore
ar: استعادة

source: Delete Permanently
ar: الحذف بشكل نهائي

source: Duplicate
ar: تكرار

source: Bulk Actions
ar: الإجراءات الجماعية

source: item
ar: عنصر

source: items
ar: العناصر

source: Loading %s
ar: جار تحميل %s

source: dismiss
ar: الغاء

source: %s table
ar: %s جدول

source: Current Page
ar: الصفحة الحالية

source: Error details
ar: تفاصيل الخطأ

source: Additional context
ar: سياق إضافي

source: No data
ar: لايوجد بيانات

source: from
ar: من

source: from
ar: من

source: No donations found
ar: لم يتم العثور على تبرعات

source: Search donors
ar: البحث عن المتبرعين

source: No donors found
ar: لم يتم العثور على متبرعين

source: Ticket Type
ar: نوع التذكرة

source: Purchase Date
ar: تاريخ الشراء

source: Ticket
ar: تذكرة

source: %d of %s
ar: %d من %s

source: Free
ar: مجاني

source: Tickets
ar: التذاكر

source: Add Ticket
ar: تذكرة دعم جديدة

source: Attendees
ar: الحضور

source: Event details
ar: تفاصيل الحفلة

source: Event Name
ar: اسم الحدث

source: Start date and time
ar: تاريخ ووقت البدء

source: End date and time
ar: تاريخ ووقت النهاية

source: Save event
ar: حفظ الحفلة

source: Edit ticket
ar: تعديل التذكرة

source: Ticket Name
ar: اسم التذكرة

source: free
ar: مجاني

source: Capacity
ar: السعـة

source: Search by keyword
ar: البحث حسب الكلمات الرئيسية

source: event
ar: فعالية

source: events
ar: فعاليات

source: Provide Feedback
ar: تقديم الملاحظات

source: Feedback
ar: رأيك يهمنا!

source: No subscriptions found
ar: لم يتم العثور على اشتراكات

source: Subscriptions
ar: الاشتراكات

source: subscription
ar: الاشتراك

source: subscriptions
ar: الاشتراكات

source: All categories
ar: كل التصنيفات

source: All statuses
ar: جميع الحالات

source: All sources
ar: جميع المصادر

source: Log ID
ar: معرف السجل

source: Category
ar: التصنيف

source: Source
ar: المصدر

source: Date & Time
ar: التاريخ/الوقت

source: Something went wrong!
ar: حدث خطأ ما!

source: Flushing logs
ar: سجلات التنظيف

source: Flush all logs
ar: امسح كل السجلات

source: Do you want to flush all logs?
ar: هل تريد مسح كل السجلات؟

source: Date/Time
ar: التاريخ/ الوقت

source: Loading log activity
ar: تحميل نشاط السجل

source: Reset
ar: إعادة تعيين

source: Migration Failed
ar: فشل الترحيل

source: Last run
ar: آخر تشغيل

source: Database update failed!
ar: فشل تحديث قاعدة البيانات!

source: Check migration details for more information
ar: تحقق من تفاصيل الهجرة لمزيد من المعلومات

source: Running Update
ar: تحديث قيد التشغيل

source: Create a Backup Before Running Database Update
ar: قم بإنشاء نسخة احتياطية قبل تشغيل تحديث قاعدة البيانات

source: We strongly recommend you create a complete backup of your WordPress files and database prior to performing an update. We are not responsible for any misuse, deletions, white screens, fatal errors, or any other issue resulting from the use of this plugin.
ar: نوصي بشدة بإنشاء نسخة احتياطية كاملة من ملفات وقاعدة بيانات WordPress الخاصة بك قبل إجراء التحديث. نحن لسنا مسؤولين عن أي سوء استخدام أو حذف أو شاشات بيضاء أو أخطاء فادحة أو أي مشكلة أخرى ناتجة عن استخدام هذا البرنامج المساعد.

source: Migration Title
ar: عنوان الترحيل

source: Run Order
ar: أمر التشغيل

source: Re-run Update
ar: أعد تشغيل التحديث

source: Loading updates activity
ar: تحميل نشاط التحديثات

source: New Updates
ar: تحديثات جديده

source: Select...
ar: اختر ..

source: Form Settings
ar: خصائص النموذج

source: One Button Launch
ar: التشغيل بواسطة زر واحد

source: New Tab
ar: علامة تبويب جديدة

source: Content Position
ar: مكان المحتوى

source: Full Width
ar: عرض كامل

source: Double
ar: مزدوج

source: Triple
ar: ثلاثية

source: Layout
ar: التخطيط

source: Columns
ar: اعمدة

source: Show Excerpt
ar: عرض مقتطف

source: Show Donate Button
ar: إظهار زر التبرع

source: Show Featured Image
ar: إظهار الصورة المميزة

source: Image Size
ar: حجم الصورة

source: Image Height
ar: ارتفاع الصورة

source: Grid Settings
ar: إعدادات الشبكة

source: Order By
ar: ترتيب حسب

source: Order
ar: طلب

source: Display Type
ar: نوع العرض

source: Show Pagination
ar: عرض ترقيم الصفحات

source: Color Settings
ar: إعدادات اللون

source: Tag Background Color
ar: علامة لون الخلفية

source: Tag Text Color
ar: علامة لون النص

source: grid
ar: شبكة

source: Full width
ar: العرض الكامل

source: Donor Info
ar: معلومات المتبرع

source: Show Name
ar: إسم العرض

source: Show Company Name
ar: إظهار اسم الشركة

source: Show Anonymous
ar: عرض مجهول

source: Show Avatar
ar: اظهار الصورة الرمزية

source: Avatar Size
ar: حجم الصورة الرمزية

source: Show Total
ar: إظهار الإجمالي

source: Show Time
ar: موعد العرض

source: Show Comments
ar: اظهار التعليقات

source: Comment Length
ar: طول التعليق

source: Read More Text
ar: نص اقرأ المزيد

source: Sort By
ar: ترتيب حسب

source: Donors Per Page
ar: المتبرعين في الصفحة

source: Load More Text
ar: تحميل المزيد من النص

source: Color
ar: اللون

source: wall
ar: حائط

source: Multi-Form Goal
ar: هدف متعدد الأشكال

source: The Multi-Form Goals block displays progress made across donation forms towards a common goal.
ar: تعرض مجموعة الأهداف متعددة الأشكال التقدم الذي تم إحرازه عبر نماذج التبرع نحو هدف مشترك.

source: multi form goals
ar: أهداف متعددة الأشكال

source: Heading
ar: العنوان

source: Summary
ar: ملخص

source: Set date
ar: حدد التاريخ

source: Goal amount
ar: مبلغ الهدف

source: Goal end date
ar: تاريخ انتهاء الهدف

source: Progress bar color
ar: لون شريط التقدم

source: Filters
ar: الفلاتر

source: Filter by forms
ar: تصفية حسب النماذج

source: All forms
ar: جميع النماذج

source: Filter by categories
ar: التصفية حسب الفئات

source: Filter by tags
ar: تصفية حسب الوسوم

source: All tags
ar: جميع العلامات

source: Progress Bar
ar: شريط التقدم

source: The Progress Bar block displays progress made across donation forms towards a common goal.
ar: يعرض شريط التقدم التقدم المحرز عبر نماذج التبرع نحو هدف مشترك.

source: progress-bar
ar: شريط التقدم

source: This is a required field
ar: هذا الحقل مطلوب

source: Submitting…
ar: تقديم…

source: day
ar: يوم

source: daily
ar: يوميا

source: week
ar: أسبوع

source: weeks
ar: أسابيع

source: weekly
ar: أسبوعي

source: month
ar: شهر

source: months
ar: شهور

source: monthly
ar: شهري

source: quarter
ar: حي, ربع, أبناء الحي, حارة حي, الكوارتر وحة وزن, فصل ربع سنة, قطعة نقود أمريكية, ربع دولار, ربع رطل, ربع ساعة, رحمة, ريع القمر, هلال, جانب من أعلى الحذاء, أوساط, اتجاه, جانب

source: quarters
ar: مَأوىً ; مَسْكَن ; مَنَامَة ; مَهْجَع ; وَسَط

source: quarterly
ar: ربع سنوي

source: year
ar: سنة

source: years
ar: سنوات

source: yearly
ar: سنوي

source: is
ar: تكون

source: repeats
ar: يكرر

source: Forgot your password?
ar: نسيت كلمة المرور؟

source: Success!
ar: نجاح!

source: Subscription Details
ar: تفاصيل الاشتراك

source: Additional Details
ar: تفاصيل اضافية

source: remaining
ar: متبقي

source: Sold out
ar: بيعت كلها

source: Custom field
ar: حقل مخصص

source: Meta Key
ar: مفتاح ميتا

source: No, cancel
ar: لا ، الغ

source: Field Settings
ar: إعدادات الحقل

source: Display Settings
ar: اعدادات العرض

source: Default Value
ar: القيمة الافتراضية

source: Block
ar: حظر

source: List View
ar: عرض القائمة

source: Additional Fields
ar: خقول إضافية

source: URL
ar: الرابط

source: Visibility
ar: الرؤية

source: Public
ar: عام

source: Excerpt
ar: مقتطفات

source: Publishing
ar: منشور

source: Close panel
ar: إغلاق اللوحة

source: What's next?
ar: ماذا بعد؟

source: Copied
ar: تم النسخ

source: Copy
ar: نسخ

source: View form
ar: عرض النموذج

source: Publish
ar: نشر

source: Page
ar: صفحة

source: Post
ar: منشور

source: (no title)
ar: (بدون عنوان)

source: Select a page
ar: حدد الصفحة

source: Select a post
ar: اختر مقالة

source: page
ar: صفحة

source: post
ar: منشور

source: Embed Form
ar: تضمين النموذج

source: Form settings
ar: إعدادات النموذج

source: Button label
ar: تسمية زر

source: View %s
ar: عرض %s

source: Create new
ar: انشاء جديد

source: Create
ar: إنشاء

source: Learn more
ar: اعرف المزيد

source: Draft saved.
ar: تم حفظ المسودّة.

source: Build
ar: بناء

source: Design
ar: التصميم

source: Saving...
ar: جاري الحفظ...

source: Save as Draft
ar: حفظ كمسوده

source: Update
ar: تحديث

source: Options
ar: خيارات

source: Support
ar: الدعم

source: Submit Feedback
ar: اترك ملاحظة/رأي

source: Got it!
ar: حسناً

source: Back to main menu
ar: العودة إلى القائمة الرئيسية

source: Email notification
ar: تنبيهات البريد الالكتروني

source: Email options
ar: خيارات البريد الإلكتروني

source: Email recipient
ar: مستلم البريد الإلكتروني

source: Add email
ar: اضافة بريد الكتروني

source: Send a test email
ar: انقر فوق الزر "إرسال بريد إلكتروني تجريبي" لإرسال بريد إلكتروني تجريبي إلى نفسك على

source: Preview email
ar: معاينة البريد الإلكتروني

source: User Registration
ar: تسجيل المستخدم

source: Header
ar: الهيدر

source: Email notifications
ar: إشعارات البريد الإلكتروني

source: Default template
ar: القالب الافتراضي

source: Logo URL
ar: رابط الشعار

source: Set Date
ar: اختر التاريخ

source: Goal Progress
ar: تقدم الهدف

source: Select Date
ar: أختار التاريخ

source: Upload Image
ar: رفع صورة

source: Change Image
ar: تغيير الصورة

source: Show Header
ar: اظهار الترويسة

source: Show Heading
ar: إظهار العنوان

source: Show Description
ar: عرض الوصف

source: Image Style
ar: نمط الصورة

source: Background
ar: الخلفية

source: Center
ar: وسط

source: Button caption
ar: التسمية التوضيحية للزر

source: Secondary Color
ar: اللون الثانوي

source: Custom Styles
ar: أنماط مخصصة

source: Header Image
ar: صورة الرأس ( Header )

source: Overlay
ar: غطاء

source: Overlay Opacity
ar: الشفافية

source: Styles
ar: الأنماط

source: Next
ar: التالى

source: Canvas
ar: (Canvas) القماشة

source: Block Settings
ar: إعدادات الحظر

source: Proceed
ar: معالجة

source: Section Title
ar: عنوان القسم

source: Section Description
ar: وصف القسم

source: Transfer data
ar: نقل البيانات

source: Confirm transfer
ar: تأكيد النقل

source: Transfer
ar: تحويل

source: Input Fields
ar: حقول الإدخال

# Generic label for block inserter button
source: Add block
ar: إضافة بلوك

source: Section
ar: قسم

source: Attributes
ar: السمات

source: Paragraph
ar: فقرة

source: Enter some text
ar: أدخل نص ما

source: Field
ar: الحقل

source: Text Field
ar: حقل النص

source: Text field
ar: حقل نص

source: Value
ar: القيمة

source: Show values
ar: إظهار القيم

source: Global
ar: عام

source: Once
ar: مرة واحدة

source: Upgrade your plan
ar: ‫قم بترقية باقتك‬

source: Multi-level
ar: متعدد المستويات

source: Fixed
ar: ثابت

source: Every
ar: كل

source: %d donations
ar: %d التبرعات

source: Minimum
ar: الحد الأدنى

source: Maximum
ar: الحد الأقصى

source: Frequency
ar: التكرار

source: Interval
ar: فاصل زمني

source: Custom amount
ar: مبلغ مخصص

source: Billing Period
ar: دورة الفاتورة

source: User Login
ar: دخول المستخدم

source: Login Notice
ar: إشعار تسجيل الدخول

source: Terms and conditions
ar: الشروط والسياسات

source: Field Options
ar: خيارات الحقل

source: TERMS AND CONDITIONS
ar: الأحكام والشروط

source: Checkbox Label
ar: تسمية خانة الاختيار الاختيارية

source: Link Text
ar: نص الرابط

# block title
source: Donation Form
ar: نموذج التبرع

# block title
source: Event Tickets
ar: تذاكر فعاليات
