Repository: quocvietht03/alone
Catalog: languages/give-*.po
Languages: ar

source: Give - Donation Plugin
ar: تبرع - البرنامج المساعد للتبرع

source: The most robust, flexible, and intuitive way to accept donations on WordPress.
ar: الطريقة الأكثر قوة ومرونة وبديهية لقبول التبرعات على WordPress.

source: No donation forms found.
ar: لم يتم العثور على استمارات التبرع.

source: The first step towards accepting online donations is to create a form.
ar: الخطوة الأولى نحو قبول التبرعات عبر الإنترنت هي إنشاء استمارة.

source: Create Donation Form
ar: إنشاء استمارة التبرع

source: Need help? Get started with %1$sGive 101%2$s.
ar: هل تحتاج إلى مساعده ؟ الشروع في التشغيل مع %1$sGive 101%2$s.

source: Donate now
ar: تبرع الآن

source: Read more
ar: اقرأ المزيد

source: Load more
ar: تحميل المزيد

source: No donors found.
ar: لم يتم العثور على متبرعين.

source: Need help? Learn more about %1$sDonors%2$s.
ar: هل تحتاج إلى مساعده ؟ تعرف علي المزيد حول %1$sDonors%2$s.

source: The Visual Form Builder Beta plugin is no longer needed, since the form builder is included in your current version of GiveWP. To prevent conflicts, the Beta plugin has been deactivated and can be safely deleted.
ar: لم تعد هناك حاجة إلى مكون Visual Form Builder Beta الإضافي، حيث تم تضمين منشئ النماذج في الإصدار الحالي من GiveWP. لتجنب التعارضات، تم إلغاء تنشيط المكون الإضافي Beta ويمكن حذفه بأمان.

source: <strong>Attention:</strong> GiveWP 2.5.0+ requires the latest version of the Recurring Donations add-on to process payments properly with Stripe. Please update to the latest version add-on to resolve compatibility issues. If your license is active, you should see the update available in WordPress. Otherwise, you can access the latest version by <a href="%1$s" target="_blank">logging into your account</a> and visiting <a href="%1$s" target="_blank">your downloads</a> page on the GiveWP website.
ar: <strong>تنبيه:</strong> يتطلب GiveWP 2.5.0+ أحدث إصدار من الوظيفة الإضافية للتبرعات المتكررة لمعالجة المدفوعات بشكل صحيح باستخدام Stripe. يرجى التحديث إلى أحدث إصدار من الوظيفة الإضافية لحل مشكلات التوافق. إذا كان الترخيص الخاص بك نشطًا ، يجب أن ترى التحديث متاحًا في WordPress. بخلاف ذلك ، يمكنك الوصول إلى أحدث إصدار عن طريق <a href="%1$s" target="_blank">تسجيل الدخول إلى حسابك</a> وزيارة صفحة <a href="%1$s" target="_blank">التنزيلات الخاصة بك</a> على موقع ويب GiveWP.

source: WordPress user #%1$d is connected to #%2$d
ar: مستخدم WordPress #%1$d متصل بـ #%2$d

source: GiveWP version %s is required to update this add-on.
ar: مطلوب إصدار GiveWP %s لتحديث هذه الوظيفة الإضافية.

source: Oops, this settings page does not exist.
ar: عفواً، صفحة الإعدادات هذه غير موجودة.

source: The current user does not have permission to upload plugins on this site.
ar: المستخدم الحالي ليس لديه الإذن لتحميل المكونات الإضافية على هذا الموقع.

source: In order to upload add-ons here, GiveWP needs direct access to the file system. Please <a href="%1$s" target="_blank">visit the main plugin page</a> to manually upload the add-on.
ar: لكي تتمكن من تحميل الإضافات هنا، يحتاج GiveWP إلى الوصول المباشر إلى نظام الملفات. يُرجى <a href="%1$s" target="_blank">زيارة صفحة الإضافات الرئيسية</a> لتحميل الإضافة يدويًا.

source: Uploaded add-ons must be (zipped) ZIP files. Upload a valid add-on ZIP.
ar: يجب أن تكون الإضافات التي تم تحميلها عبارة عن ملفات مضغوطة بصيغة ZIP. قم بتحميل إضافة صالحة بصيغة ZIP.

source: This add-on is already installed.
ar: تم تثبيت هذه الوظيفة الإضافية بالفعل.

source: The file system did not load correctly. This is usually a permissions issue on your server, and not something that GiveWP has control over. Try uploading the ZIP like a regular plugin.
ar: لم يتم تحميل نظام الملفات بشكل صحيح. عادةً ما تكون هذه مشكلة تتعلق بالأذونات على الخادم الخاص بك، وليست شيئًا يتحكم فيه GiveWP. حاول تحميل ملف ZIP مثل المكون الإضافي العادي.

source: You entered an invalid key. Confirm your license key on your GiveWP dashboard and try again.
ar: لقد أدخلت مفتاحًا غير صالح. قم بتأكيد مفتاح الترخيص الخاص بك على لوحة معلومات GiveWP وحاول مرة أخرى.

source: This license key is already in use on this website.
ar: مفتاح الترخيص هذا قيد الاستخدام بالفعل على هذا الموقع.

source: The license failed to activate, due to a status of <code>%2$s</code>. Check the logs at Donations > Tools > Logs for more detail, and <a href="%1$s" target="_blank">reach out to the Customer Success team.</a>
ar: فشل تنشيط الترخيص بسبب حالة <code>%2$s</code>. راجع السجلات في التبرعات > الأدوات > السجلات لمزيد من التفاصيل، و<a href="%1$s" target="_blank">تواصل مع فريق نجاح العملاء.</a>

source: This license key does not belong to this add-on. <a href="%1$s" target="_blank">Reach out to the Customer Success team</a> if you continue to have issues.
ar: لا ينتمي مفتاح الترخيص هذا إلى هذه الوظيفة الإضافية. <a href="%1$s" target="_blank">تواصل مع فريق نجاح العملاء</a> إذا استمرت المشكلات في الظهور.

source: License is invalid, so it can't be deactivated.
ar: الترخيص غير صالح، لذلك لا يمكن إلغاء تنشيطه.

source: You have successfully deactivated the license.
ar: لقد قمت بإلغاء تنشيط الترخيص بنجاح.

source: Last refreshed on %1$s at %2$s
ar: تم التحديث الأخير في %1$s الساعة %2$s

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
ar: هناك إصدار جديد من %1$s هو متاح. %2$sView version %3$s details%4$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
ar: هناك إصدار جديد من %1$s متاح. %2$ رؤية إصدار %3$ تفاصيل%4$ أو %5$تحديث الآن %6$s.

source: The donation has been deleted.
ar: لقد تم حذف التبرع.

source: The donation receipt has been resent.
ar: لقد تم إعادة إرسال إيصال التبرع.

source: The reports cache has been cleared.
ar: تم مسح ذاكرة التخزين المؤقت للتقارير.

source: The donation note has been deleted.
ar: لقد تم حذف مذكرة التبرع.

source: The settings have been imported.
ar: تم استيراد الإعدادات.

source: API keys have been generated.
ar: تم إنشاء مفاتيح API.

source: The specified user already has API keys.
ar: المستخدم المحدد لديه بالفعل مفاتيح API.

source: API keys have been regenerated.
ar: تم إعادة إنشاء مفاتيح API.

source: API keys have been revoked.
ar: تم إبطال مفاتيح API.

source: The test email has been sent to %s.
ar: تم إرسال البريد الإلكتروني التجريبي إلى %s.

source: You cannot set the success and failed pages to the same page
ar: لا يمكنك تعيين صفحة النجاح وصفحة الفاشلة إلى نفس الصفحة

source: Email de-blacklisted successfully. Now Donor will able to process donation with email flagged as spam
ar: تمت إزالة البريد الإلكتروني من القائمة السوداء بنجاح. الآن سيتمكن المانح من معالجة التبرع بالبريد الإلكتروني الذي تم تمييزه على أنه بريد عشوائي

source: The donation note has been added.
ar: تمت إضافة مذكرة التبرع.

source: The donation has been updated.
ar: تم تحديث التبرع.

source: The selected donor(s) has been deleted.
ar: تم حذف المتبرع المختار.

source: The selected donor(s) and the associated donation(s) has been deleted.
ar: تم حذف المتبرع المختار والتبرعات المرتبطة به.

source: You must confirm to delete the selected donor(s).
ar: يجب عليك تأكيد حذف المتبرع (المتبرعين) المحدد.

source: Invalid Donor ID.
ar: ID المتبرع غير صالح.

source: Unable to delete selected donor(s).
ar: تعذر حذف المتبرعين المحددين.

source: Donor email added.
ar: أضافة البريد الكتروني للمتبرع.

source: Donor email removed.
ar: أزاله البريد الكتروني للمتبرع.

source: Failed to remove donor email.
ar: فشل إزالة البريد الإلكتروني للمتبرع.

source: Primary email updated for donor.
ar: تم تحديث البريد الإلكتروني الأساسي للمتبرع.

source: Failed to set primary email.
ar: فشل تعيين البريد الإلكتروني الأساسي.

source: User has been successfully connected with Donor.
ar: تم ربط المستخدم مع المتبرع بنجاح.

source: User has been successfully disconnected from donor.
ar: تم قطع اتصال المستخدم بالمتبرع بنجاح.

source: Donor information updated successfully.
ar: تم تحديث معلومات المتبرع بنجاح.

source: Akismet flagged %1$s %2$s as spam. If you believe %7$s %5$s actual %6$s, you can whitelist %7$s to allow the %6$s to process donations. <a href="%3$s" title="%4$s">Click here</a> to review spam logs.
ar: وضع Akismet علامة على %1$s %2$s كرسائل غير مرغوب فيها. إذا كنت تعتقد أن %7$s %5$s فعليًا %6$s ، يمكنك إضافة %7$s إلى القائمة البيضاء للسماح لـ %6$s بمعالجة التبرعات. <a href="%3$s" title="%4$s">انقر هنا</a> لمراجعة سجلات البريد العشوائي.

source: Go to spam log list page
ar: انتقل إلى صفحة قائمة سجل البريد العشوائي

source: GiveWP Test Mode Active
ar: وضع اختبار GiveWP نشط

source: Import Donations
ar: استيراد التبرعات

source: All donation uploaded successfully!
ar: تم تحميل كل التبرعات بنجاح!

source: ERROR
ar: خطأ

source: Please enter your first name.
ar: فضلاً ادخل اسمك الأول.

source: Donor
ar: المتبرع

source: View Donor Information
ar: عرض معلومات المتبرع

source: Error: Security issue.
ar: خطأ: مشكلة أمنية.

source: Error: Unable to save the address. Please check if address already exist.
ar: خطأ: تعذر حفظ العنوان. يرجى التحقق مما إذا كان العنوان موجود بالفعل.

source: Successfully added a new address to the donor.
ar: تمت إضافة عنوان جديد إلى المتبرع بنجاح.

source: Error: Unable to delete address.
ar: خطأ: تعذر حذف العنوان.

source: Successfully removed a address of donor.
ar: تمت إزالة عنوان المتبرع بنجاح.

source: Error: Unable to update address. Please check if address already exist.
ar: خطأ: تعذر تحديث العنوان. يرجى التحقق مما إذا كان العنوان موجود بالفعل.

source: Successfully updated a address of donor
ar: تحديث عنوان المتبرع بنجاح

source: Billing Address
ar: عنوان وصول الفواتير

source: Personal Address
ar: عنوان شخصي

source: Cache flushed successfully.
ar: تم مسح ذاكرة التخزين المؤقت بنجاح.

source: An error occurred while flushing the cache.
ar: حدث خطأ أثناء مسح ذاكرة التخزين المؤقت.

source: Activate License
ar: تفعيل الترخيص

source: Priority Support
ar: مساعدة أولوية

source: The 'Number of Decimals' option has been automatically set to zero because the 'Decimal Separator' is not set.
ar: تم تعيين خيار "عدد الكسور العشرية" تلقائيًا على صفر لأنه لم يتم تعيين "الفاصل العشري".

source: The 'Number of Decimals' option has been automatically set to %s because you entered a number higher than the maximum allowed.
ar: تم تعيين خيار "عدد الكسور العشرية" تلقائيًا على %s لأنك أدخلت رقمًا أعلى من الحد الأقصى المسموح به.

source: The 'Decimal Separator' option has automatically been set to empty because it can not be equal to the 'Thousand Separator'
ar: تم تعيين خيار "الفاصل العشري" تلقائيًا على فارغ لأنه لا يمكن أن يكون مساويًا لـ "فاصل الألف"

source: If you like <strong>GiveWP</strong> please leave us a %s rating. It takes a minute and helps a lot. Thanks in advance!
ar: إذا كنت تحب <strong>GiveWP ،</strong> فالرجاء ترك لنا تقييمًا %s. يستغرق دقيقة ويساعد كثيرا. شكرا مقدما!

source: Thanks :)
ar: شكراً :)

source: Donors
ar: المتبرعين

source: GiveWP Settings
ar: إعدادات GiveWP

source: Settings
ar: الإعدادات

source: GiveWP Tools
ar: أدوات GiveWP

source: Tools
ar: أدوات

source: Donation Success Page
ar: صفحة نجاح التبرع

source: Donation Failed Page
ar: صفحة فشل التبرع

source: Donation History Page
ar: صفحة سجل التبرعات

source: New GiveWP Add-on Activated:
ar: تم تنشيط الوظيفة الإضافية الجديدة لـ GiveWP:

source: Go to Settings
ar: اذهب للاعدادات

source: Documentation: %s Add-on
ar: الوثائق: %s Add-on

source: Get Support
ar: الحصول على الدعم

source: Action failed. Please refresh the page and retry.
ar: فشل الإجراء. يرجى تحديث الصفحة وإعادة المحاولة.

source: Your settings have been saved.
ar: تم حفظ إعداداتك.

source: Add Field
ar: اضافة حقل

source: Remove setting field
ar: حذف إعدادات الحقول

source: Add or Upload %s
ar: رفع أو إضافة %s

source: File
ar: ملف

source: Image
ar: صورة

source: Select Some Options
ar: حدد بعض الخصائص

source: Need Help? See docs on "%s"
ar: تحتاج مساعدة؟ انظر المستندات على "%s"

source: API Key
ar: مفتاح API

source: API Keys
ar: مفاتيح API

source: View API Log
ar: عرض سجل API

source: Reissue
ar: اعادة اصدار

source: Revoke
ar: إلغاء

source: Username
ar: اسم المستخدم

source: Public Key
ar: مفتاح عام

source: Token
ar: الرمز

source: Secret Key
ar: المفتاح السري

source: Generate New API Keys
ar: إنشاء مفاتيح API جديدة

source: No donations found.
ar: لم يتم العثور على تبرعات.

source: Your donation history will appear here, but first, you need a donation form!
ar: سيظهر سجل تبرعك هنا ، لكن أولاً ، أنت بحاجة إلى نموذج تبرع!

source: When your first donation arrives, a record of the donation will appear here.
ar: عند وصول تبرعك الأول، سيظهر سجل التبرع هنا.

source: View All Forms
ar: عرض كل الاستمارات

source: Need help? Learn more about %1$sDonations%2$s.
ar: تحتاج مساعدة؟ تعلم المزيد عن %1$sDonations%2$s.

source: No donors found.
ar: لم يتم العثور على متبرعين.

source: Your donor history will appear here, but first, you need a donation form!
ar: سيظهر سجل المتبرع الخاص بك هنا ، ولكن أولاً ، تحتاج إلى نموذج تبرع!

source: When your first donation arrives, the donor will appear here.
ar: عند وصول تبرعك الأول ، سيظهر المتبرع هنا.

source: Select a donation
ar: اختبر التبرع

source: All Forms
ar: جميع النماذج

source: No forms found.
ar: لم يتم العثور على نماذج.

source: Untitled (#%s)
ar: بدون عنوان (# %s)

source: Select a Donor
ar: اختر متبرع

source: No donor attached
ar: لا يوجد متبرع مرفق

source: All Categories
ar: جميع الفئات

source: All Tags
ar: كل الوسوم

source: All
ar: الكل

source: None
ar: لا شيء

source: Select a user
ar: اختر مستخدم

source: No users found.
ar: لا يوجد أعضاء.

source: As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help %5$s to %1$s!
ar: كما ترى ، هناك ترجمة لهذا المكون الإضافي في %1$s. هذه الترجمة حاليًا %3$d %% كاملة. نحتاج إلى مساعدتك لإكمالها ولإصلاح أي أخطاء. الرجاء التسجيل في %4$s لمساعدة %5$s في %1$s!

source: You're using WordPress in %1$s. While %2$s has been %3$d%% translated to %1$s, it has not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!
ar: أنت تستخدم WordPress باللغة %1$s. بينما تمت ترجمة %2$s %3$d %% إلى %1$s ، لم يتم شحنها مع المكون الإضافي حتى الآن. يمكنك مساعدة! سجل في %4$s للمساعدة في استكمال الترجمة إلى %1$s!

source: You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!
ar: أنت تستخدم WordPress بلغة لا ندعمها بعد. نود أن تتم ترجمة %2$s إلى هذه اللغة أيضًا ، ولكن للأسف ، فهي ليست كذلك الآن. يمكنك تغيير ذلك! سجّل في %4$s للمساعدة في ترجمته!

source: complete the translation
ar: أكمل الترجمة

source: Help Translate GiveWP to %s
ar: المساعدة في ترجمة GiveWP إلى %s

source: Register now &raquo;
ar: سجل الآن &raquo;

source: Name, Email, or Donor ID
ar: الاسم أو البريد الإلكتروني أو هوية المتبرع

source: Search
ar: بحث

source: Start Date
ar: تاريخ البدء

source: End Date
ar: تاريخ الانتهاء

source: Form
ar: نموذج

source: Apply
ar: تطبيق

source: Clear Filters
ar: مسح الفلتر

source: Unnamed Donor
ar: مانح غير مسمى

source: Name
ar: الاسم

source: Email
ar: البريد الإلكتروني

source: Donations
ar: التبرعات

source: Total Donated
ar: مجموع المتبرع بها

source: Date Created
ar: تاريخ الإنشاء

source: View "%s"
ar: عرض "%s"

source: View Donor
ar: مشاهدة المانحين

source: Delete "%s"
ar: حذف "%s"

source: Delete
ar: حذف

source: BULK DELETE
ar: حذف بالجملة

source: Are you sure you want to delete the selected donor(s)?
ar: هل أنت متأكد من أنك تريد حذف المتبرع (المتبرعين) المختارين؟

source: Delete all associated donations and records?
ar: حذف جميع التبرعات والسجلات المرتبطة؟

source: Cancel
ar: إلغاء

source: You do not have permission to edit this donor.
ar: ليس لديك إذن لتعديل هذا المتبرع.

source: Error
ar: خطأ

source: Cheatin&#8217; uh?
ar: هل تحاول التحايل؟

source: The User ID #%d is already associated with a different donor.
ar: معرف المستخدم # %d مقترن بالفعل بجهة مانحة مختلفة.

source: The User ID #%d does not exist. Please assign an existing user.
ar: معرف المستخدم # %d غير موجود. يرجى تعيين مستخدم موجود.

source: A note is required.
ar: مطلوب ملاحظة.

source: Failed to disconnect user from donor.
ar: فشل تم قطع الاتصال المستخدم من المتبرع.

source: Email address is required.
ar: مطلوب عنوان البريد الإلكتروني.

source: Donor ID is required.
ar: معرف المتبرع مطلوب.

source: An error has occurred. Please try again.
ar: حدث خطأ. حاول مرة اخرى.

source: We're unable to recognize your session. Please refresh the screen to try again; otherwise contact your website administrator for assistance.
ar: نحن غير قادرين على التعرف على جلستك. يرجى تحديث الشاشة للمحاولة مرة أخرى ؛ خلاف ذلك ، اتصل بمسؤول موقع الويب الخاص بك للحصول على المساعدة.

source: Invalid email.
ar: بريد إلكتروني خاطئ.

source: Email already associated with this donor.
ar: البريد الإلكتروني مرتبط بالفعل بهذا المتبرع.

source: Email address is already associated with another donor.
ar: عنوان البريد الإلكتروني مرتبط بالفعل مع متبرع آخر.

source: Email successfully added to donor.
ar: تمت إضافة البريد الإلكتروني بنجاح إلى المتبرع.

source: System
ar: النظام

source: Email address %1$s added by %2$s
ar: تمت إضافة عنوان البريد الإلكتروني %1$s بواسطة %2$s

source: Email address %1$s set as primary by %2$s
ar: تم تعيين عنوان البريد الإلكتروني %1$s كعنوان أساسي بواسطة %2$s

source: Email address %1$s removed by %2$s
ar: تمت إزالة عنوان البريد الإلكتروني %1$s بواسطة %2$s

source: You do not have permission to delete donors.
ar: ليس لديك إذن بحذف المتبرعين.

source: Donor Profile
ar: الملف الشخصي للمانح

source: Donor Notes
ar: ملاحظات المتبرع

source: Delete Donor
ar: حذف المانح

source: Edit
ar: تعديل

source: Remove
ar: إزالة

source: You are not permitted to view this data.
ar: لا يسمح لك لعرض هذه البيانات.

source: Edit Donor: %1$s %2$s
ar: تحرير المتبرع: %1$s %2$s

source: Title
ar: العنوان

source: First Name
ar: الاسم الاول

source: Last Name
ar: الاسم الاخير

source: Donor since
ar: المانح منذ ذلك الحين

source: Edit Donor
ar: تحرير المتبرع

source: Donor ID:
ar: معرف المتبرع:

source: User ID:
ar: معرف المستخدم:

source: Unregistered
ar: غير مسجل

source: Disconnects the current user ID from this donor record.
ar: قطع اتصال معرف المستخدم الحالي من سجل المتبرع هذا.

source: Disconnect User
ar: افصل المستخدم

source: View User Profile of current user ID.
ar: عرض ملف تعريف المستخدم لمعرف المستخدم الحالي.

source: View User Profile
ar: عرض الملف الشخصي

source: Phone:
ar: الهاتف:

source: Company Name:
ar: اسم الشركة :

source: Update Donor
ar: تحديث المانح

source: Lifetime Donations
ar: تبرعات مدى الحياة

source: Addresses
ar: العناوين

source: This donor does not have any addresses saved.
ar: هذا المتبرع ليس لديه أي عناوين محفوظة.

source: Add Address
ar: اضف عنوان

source: Country:
ar: الدولة :

source: Select a country
ar: تحديد الدولة

source: Address 1:
ar: العنوان 1:

source: Address 2:
ar: العنوان 2:

source: City:
ar: المدينة :

source: State / Province / County:
ar: الدولة / الإقليم / مقاطعة:

source: Select a state
ar: اختر الحالة

source: Zip / Postal Code:
ar: الرمز البريدي / الرمز البريدي:

source: Save
ar: حفظ

source: Donor Emails
ar: رسائل بريد الكتروني للمتبرعين

source: Actions
ar: الإجراءات

source: Make Primary
ar: اتخذ الاولويه

source: Email Address
ar: عنوان البريد الإلكتروني

source: Add Email
ar: اضافة بريد الكتروني

source: No Emails Found
ar: لم يتم العثور على رسائل بريد إلكتروني

source: Recent Donations
ar: التبرعات الأخيرة

source: ID
ar: المعرف

source: Amount
ar: الكمية

source: Date
ar: التاريخ

source: Status
ar: الحالة

source: View Donation %s.
ar: اعرض التبرع %s.

source: View Donation
ar: مشاهدة ملف Donation

source: Completed Forms
ar: النماذج المكتملة

source: View Form %s.
ar: عرض النموذج %s.

source: View Form
ar: عرض النموذج

source: No completed donations found.
ar: لم يتم العثور على تبرعات مكتملة.

source: Notes
ar: ملاحظات

source: No donor notes found.
ar: لم يتم العثور على ملاحظات المتبرعين.

source: Are you sure you want to delete this donor?
ar: هل أنت متأكد أنك تريد حذف هذا المتبرع؟

source: You can not edit notification status from here.
ar: لا يمكنك تعديل حالة الإخطار من هنا.

source: PayPal
ar: باي بال

source: Sample Donation Form Title
ar: عنوان نموذج التبرع

source: Sample Donation Form Title - Sample Donation Level
ar: عنوان نموذج التبرع - عينة مستوى التبرع

source: View your donation history &raquo;
ar: عرض سجل التبرع &raquo;

source: Sample Donor Comment
ar: عينة من تعليق المتبرع

source: Donation Receipt
ar: إيصال التبرع

source: Sent to the donor when their donation completes or a pending donation is marked as complete.
ar: يتم إرسالها إلى المتبرع عند اكتمال تبرعهم أو وضع علامة على تبرع معلق على أنه مكتمل.

source: Donation Note
ar: ملاحظة التبرع

source: Sent when a donation note is added to a donation payment.
ar: يتم إرساله عند إضافة مذكرة تبرع إلى دفعة تبرع.

source: Note added to your %1$s donation from %2$s
ar: تمت إضافة الملاحظة إلى تبرع %1$s من %2$s

source: New Donation Note Added
ar: تمت إضافة مذكرة تبرع جديدة

source: User Registration Information
ar: معلومات تسجيل المستخدم

source: Sent to the donor when they register for an account on the site when giving.
ar: يتم إرسالها إلى المتبرع عند التسجيل للحصول على حساب على الموقع عند العطاء.

source: [%s] Your username and password
ar: [%s] اسم المستخدم الخاص بك وكلمة المرور

source: New User Registration
ar: تسجيل مستخدم جديد

source: Dear {name}
ar: عزيزي {name}

source: A user account has been created for you on {site_url}. You may access your account at anytime by using "{username}" to log in.
ar: تم إنشاء حساب مستخدم لك على {site_url}. يمكنك الوصول إلى حسابك في أي وقت باستخدام "{username}" لتسجيل الدخول.

source: To reset your password, simply click the link below to create a new password:
ar: لإعادة تعيين كلمة المرور الخاصة بك ، ما عليك سوى النقر فوق الارتباط أدناه لإنشاء كلمة مرور جديدة:

source: You can log in to your account using the link below:
ar: يمكنك تسجيل الدخول إلى حسابك باستخدام الرابط أدناه:

source: Click Here to Log In &raquo;
ar: انقر هنا لتسجيل الدخول &raquo;

source: Sincerely
ar: بإخلاص

source: No donor(s) found.
ar: لم يتم العثور على متبرعين.

source: - Select a donor -
ar: - اختر متبرعا -

source: Preview email with a donor:
ar: معاينة البريد الإلكتروني مع متبرع:

source: Email access
ar: الوصول إلى البريد الإلكتروني

source: Sent when donors request access to their donation history using only their email as verification. (See Settings > General > Access Control)
ar: يتم إرساله عندما يطلب المتبرعون الوصول إلى سجل تبرعاتهم باستخدام بريدهم الإلكتروني فقط للتحقق. (راجع الإعدادات> عام> التحكم في الوصول)

source: Please confirm your email for %s
ar: يرجى تأكيد بريدك الإلكتروني لـ %s

source: Confirm Email
ar: تأكيد عنوان البريد الإلكتروني

source: This notification is automatically toggled based on whether the email access is enabled or not.
ar: يتم تبديل هذا الإشعار تلقائيًا بناءً على ما إذا كان الوصول إلى البريد الإلكتروني ممكّنًا أم لا.

source: Edit Setting
ar: تعديل الإعداد

source: Please click the link to access your donation history on {site_url}. If you did not request this email, please contact {admin_email}.
ar: الرجاء النقر فوق الارتباط للوصول إلى سجل التبرعات الخاص بك على {site_url}. إذا لم تطلب هذا البريد الإلكتروني ، فيرجى الاتصال بـ {admin_email}.

source: Sincerely,
ar: بإخلاص،

source: Email Status
ar: حالة البريد الإلكتروني

source: Content Type
ar: نوع المحتوى

source: Recipient(s)
ar: المستلم/المستلمين

source: Edit Email
ar: تعديل البريد الكتروني

source: No give email notification found.
ar: لم يتم العثور على إشعار إعطاء البريد الإلكتروني.

source: Plain
ar: واضح

source: Email Notifications
ar: اشعارات البريد الالكتروني

source: Email Options
ar: خيارات البريد الإلكتروني

source: Global Options
ar: الخيارات العامة

source: Customize
ar: تخصيص

source: Email Template
ar: قالب البريد الإلكتروني
