Repository: quocvietht03/alone
Catalog: languages/give-*.po
Languages: ar

source: To make an offline donation toward this cause, follow these steps:
ar: لتقديم تبرع دون اتصال لهذه القضية ، اتبع الخطوات التالية:

source: Write a check payable to "{sitename}"
ar: اكتب شيكًا مستحق الدفع لـ "{sitename}"

source: On the memo line of the check, indicate that the donation is for "{sitename}"
ar: في سطر المذكرة بالشيك ، أشر إلى أن التبرع يخص "{sitename}"

source: Mail your check to:
ar: أرسل الشيك بالبريد إلى:

source: Your tax-deductible donation is greatly appreciated!
ar: إن تبرعك المخصوم من الضرائب محل تقدير كبير!

source: Hi {name},
ar: مرحبا بك {name},

source: Thank you for letting us know that you're mailing a check! Your generosity is greatly appreciated. Here are those steps again:
ar: شكرًا لإعلامنا بأنك ترسل شيكًا بالبريد! كرمك محل تقدير. إليك هذه الخطوات مرة أخرى:

source: On the memo line of the check, indicate that the donation is for "{form_title}"
ar: في سطر المذكرة بالشيك ، أشر إلى أن التبرع يخص "{form_title}"

source: Once we receive the check, we will mark it as complete in our system, which will generate an email receipt for your records. Please contact us with any questions you may have!
ar: بمجرد استلامنا الشيك ، سنضع علامة عليه كمكتمل في نظامنا ، مما سينشئ إيصالًا بالبريد الإلكتروني لسجلاتك. يرجى الاتصال بنا مع أي أسئلة قد تكون لديكم!

source: Thanks in advance!
ar: شكرا لك مقدما!

source: Please enter offline donation instructions in <a href="%s">this form's settings</a>.
ar: الرجاء إدخال تعليمات التبرع في وضع عدم <a href="%s">الاتصال في إعدادات هذا النموذج</a> .

source: Partial PayPal refund processed: %s
ar: تمت معالجة استرداد الباي بال: %s

source: PayPal Payment #%1$s Refunded for reason: %2$s
ar: تم رد دفعة PayPal # %1$s للسبب: %2$s

source: PayPal Refund Transaction ID: %s
ar: معرّف معاملة استرداد PayPal: %s

source: Payment made via eCheck and will clear automatically in 5-8 days.
ar: يتم الدفع عبر eCheck وسيتم مسحه تلقائيًا في غضون 5-8 أيام.

source: Payment requires a confirmed donor address and must be accepted manually through PayPal.
ar: يتطلب الدفع عنوان متبرع مؤكد ويجب قبوله يدويًا من خلال PayPal.

source: Payment must be accepted manually through PayPal due to international account regulations.
ar: يجب قبول الدفع يدويًا من خلال PayPal بسبب لوائح الحسابات الدولية.

source: Payment received in non-shop currency and must be accepted manually through PayPal.
ar: يتم استلام الدفعة بعملة غير المتجر ويجب قبولها يدويًا من خلال PayPal.

source: Payment is being reviewed by PayPal staff as high-risk or in possible violation of government regulations.
ar: يقوم موظفو PayPal بمراجعة المدفوعات باعتبارها عالية المخاطر أو تنتهك اللوائح الحكومية.

source: Payment was sent to non-confirmed or non-registered email address.
ar: الدفع أرسل إلى عنوان البريد الإلكتروني غير مؤكدة أو غير المسجلة.

source: PayPal account must be upgraded before this payment can be accepted.
ar: يجب ترقية حساب PayPal قبل قبول هذا الدفع.

source: PayPal account is not verified. Verify account in order to accept this donation.
ar: لم يتم التحقق من حساب PayPal. تحقق من الحساب لقبول هذا التبرع.

source: Payment is pending for unknown reasons. Contact PayPal support for assistance.
ar: الدفع معلق لأسباب غير معروفة. اتصل بدعم PayPal للحصول على المساعدة.

source: <strong>Action Needed:</strong> Please update the Recurring Donations add-on to version <strong>1.9.4+</strong> in order to be compatible with GiveWP <strong>2.5.5+</strong>. If you are experiencing any issues please rollback GiveWP to 2.5.4 or below using the <a href="%1$s" target="_blank">WP Rollback</a> plugin and <a href="%2$s" target="_blank">contact support</a> for prompt assistance.
ar: <strong>الإجراء المطلوب:</strong> يُرجى تحديث الوظيفة الإضافية للتبرعات المتكررة إلى الإصدار <strong>1.9.4+</strong> لكي تكون متوافقة مع GiveWP <strong>2.5.5+</strong> . إذا كنت تواجه أي مشكلات ، فيرجى التراجع عن GiveWP إلى الإصدار 2.5.4 أو أقل باستخدام المكون الإضافي <a href="%1$s" target="_blank">WP Rollback</a> <a href="%2$s" target="_blank">والاتصال بالدعم</a> للحصول على المساعدة الفورية.

source: Stripe - Credit Card
ar: شريط - بطاقة ائتمان

source: Credit Card
ar: بطاقة ائتمان

source: Stripe - Checkout
ar: شريط - تسجيل الخروج

source: Stripe - SEPA Direct Debit
ar: شريط - الخصم المباشر لمنطقة الدفعات الأوروبية الموحدة (SEPA)

source: SEPA Direct Debit
ar: الخصم المباشر لمنطقة المدفوعات الأوروبية الموحدة (SEPA)

source: Stripe - BECS Direct Debit
ar: شريط - BECS Direct Debit

source: BECS Direct Debit
ar: الخصم المباشر BECS

source: <strong>Error:</strong> GiveWP could not disconnect from the Stripe API. Reason: %s
ar: <strong>خطأ:</strong> تعذر على GiveWP قطع الاتصال بواجهة برمجة تطبيقات Stripe. السبب: %s

source: Refund Charge in Stripe?
ar: رسوم الاسترداد في شريط؟

source: Charge refunded in Stripe: %s
ar: الرسوم المستردة في Stripe: %s

source: The Stripe payment gateway returned an error while refunding a donation.
ar: أعادت بوابة الدفع Stripe خطأً أثناء رد تبرع.

source: Message: %s
ar: الرسالة: %s

source: Code: %s
ar: الرمز: s٪

source: Stripe Error
ar: خطأ Stripe

source: Something went wrong while refunding the charge in Stripe.
ar: حدث خطأ ما أثناء رد الرسوم في Stripe.

source: The Stripe gateway is enabled but you're not connected. Connect to Stripe to start accepting credit card donations directly on your website.
ar: تم تمكين بوابة Stripe ولكنك غير متصل. اتصل بـ Stripe لبدء قبول تبرعات بطاقات الائتمان مباشرة على موقع الويب الخاص بك.

source: <p><strong>Stripe Connect:</strong> %1$s </p>%2$s
ar: <p style=";text-align:right;direction:rtl"><strong>توصيل الشريط:</strong> %1$s</p> %2$s

source: The currency must be set as "Euro (&euro;)" within Give's <a href="%s">Currency Settings</a> in order to collect donations through the Stripe - SEPA Direct Debit Payment Gateway.
ar: يجب تعيين العملة على أنها &quot;يورو (€)&quot; ضمن <a href="%s">إعدادات عملات</a> Give&#39;s من أجل جمع التبرعات من خلال Stripe - SEPA Direct Debit Payment Gateway.

source: The currency must be set as "AUD (&dollar;)" within Give's <a href="%s">Currency Settings</a> in order to collect donations through the Stripe - BECS Direct Debit Payment Gateway.
ar: يجب تعيين العملة على أنها &quot;AUD ($)&quot; ضمن <a href="%s">إعدادات عملات</a> Give&#39;s من أجل جمع التبرعات من خلال Stripe - BECS Direct Debit Payment Gateway.

source: Stripe Account:
ar: حساب Stripe:

source: Stripe Connect
ar: اتصال استريبت

source: Manage Accounts
ar: إدارة الحسابات

source: Stripe Checkout
ar: stripe للدفع

source: Stripe Webhooks
ar: خطافات ويب مخططة

source: This option enables the billing details section for Stripe, requiring the donor's address to complete the donation. These fields are not required by Stripe to process the transaction, but you may have the need to collect the data.
ar: يمكّن هذا الخيار قسم تفاصيل الفواتير لـ Stripe ، والذي يتطلب عنوان المتبرع لإكمال التبرع. لا يطلب Stripe هذه الحقول لمعالجة المعاملة ، ولكن قد تحتاج إلى جمع البيانات.

source: Stripe Receipt Emails
ar: شريط استلام رسائل البريد الإلكتروني

source: Check this option if you would like donors to receive receipt emails directly from Stripe. By default, donors will receive GiveWP generated <a href="%1$s" target="_blank">receipt emails</a>. Checking this option does not disable GiveWP emails.
ar: حدد هذا الخيار إذا كنت ترغب في أن يتلقى المتبرعون رسائل بريد إلكتروني بالاستلام مباشرة من Stripe. بشكل افتراضي ، سيتلقى المتبرعون رسائل البريد الإلكتروني التي تم إنشاؤها من خلال <a href="%1$s" target="_blank">GiveWP</a> . لا يؤدي تحديد هذا الخيار إلى تعطيل رسائل البريد الإلكتروني لـ GiveWP.

source: Stripe Gateway Documentation
ar: توثيق البوابة الشريطية

source: Credit Card Fields Format
ar: تنسيق حقول بطاقة الائتمان

source: This option allows you to show single or multiple credit card fields on your donation forms.
ar: يتيح لك هذا الخيار إظهار حقول بطاقة ائتمان واحدة أو عدة حقول في نماذج التبرع الخاصة بك.

source: Checkout Type
ar: نوع الخروج

source: This option allows you to select from the two types of Stripe Checkout methods available for processing donations. The "Modal" option uses Stripe elements in a popup modal which does not take the donor off your website. The "Redirect" option uses Stripe's new off-site
ar: يتيح لك هذا الخيار الاختيار من بين نوعي طرق Stripe Checkout المتاحة لمعالجة التبرعات. يستخدم خيار "Modal" عناصر Stripe في نموذج منبثق لا يزيل المتبرع من موقع الويب الخاص بك. يستخدم خيار "إعادة التوجيه" موقع Stripe الجديد خارج الموقع

source: Checkout
ar: الدفع

source: interface that provides donors an easy way to pay with Credit or Debit Cards, Apple, and Google Pay.
ar: واجهة توفر للمتبرعين طريقة سهلة للدفع باستخدام بطاقات الائتمان أو الخصم و Apple و Google Pay.

source: Modal (Stripe Elements)
ar: مشروط (عناصر شريطية)

source: Redirect (Checkout 2.0)
ar: إعادة توجيه (الخروج 2.0)

source: Checkout Heading
ar: عنوان الخروج

source: This is the main heading within the modal checkout. Typically, this is the name of your organization, cause, or website.
ar: هذا هو العنوان الرئيسي داخل السحب المشروط. عادةً ما يكون هذا هو اسم مؤسستك أو قضيتك أو موقع الويب الخاص بك.

source: Background Image
ar: صورة الخلفية

source: This background image appears in the header section of the Stripe checkout modal window and provides better brand recognition that leads to increased conversion rates. The recommended minimum size of background image is 400x200px. The supported image types are: .gif, .jpeg, and .png.
ar: تظهر صورة الخلفية هذه في قسم الرأس في نافذة مشروط Checkout Stripe وتوفر تمييزًا أفضل للعلامة التجارية يؤدي إلى زيادة معدلات التحويل. الحد الأدنى الموصى به لحجم صورة الخلفية هو 400 × 200 بكسل. أنواع الصور المدعومة هي: .gif و. jpeg و. png.

source: Add or Upload Image
ar: إضافة أو تحميل صورة

source: Display Icon
ar: عرض أيقونة

source: This option allows you to display a bank building icon within the IBAN input field for SEPA Direct Debit.
ar: يتيح لك هذا الخيار عرض رمز مبنى مصرفي داخل حقل إدخال IBAN للخصم المباشر لمنطقة الدفعات المالية الموحدة باليورو SEPA.

source: Icon Style
ar: الأيقونة فقط

source: This option allows you to select the icon style for the IBAN element of SEPA Direct Debit.
ar: يتيح لك هذا الخيار تحديد نمط الرمز لعنصر IBAN الخاص بخصم SEPA المباشر.

source: Solid
ar: صلب

source: Display Mandate Acceptance
ar: عرض قبول التفويض

source: The mandate acceptance text explains to donors how the payment processing will work for their donation. The text will display below the IBAN field.
ar: يشرح نص قبول التفويض للمانحين كيف ستعمل معالجة الدفع لتبرعهم. سيتم عرض النص أسفل حقل IBAN.

source: Mandate Acceptance Text
ar: نص قبول التفويض

source: This text displays below the IBAN field and should provide clarity to your donors on how this payment option works.
ar: يظهر هذا النص أسفل حقل IBAN ويجب أن يوضح للمانحين كيفية عمل خيار الدفع هذا.

source: This option allows you to display a bank building icon within the bank account input field for BECS Direct Debit.
ar: يتيح لك هذا الخيار عرض رمز مبنى مصرفي داخل حقل إدخال الحساب المصرفي لـ BECS Direct Debit.

source: The mandate acceptance text is meant to explain to your donors how the payment processing will work for their donation. The text will display below the Bank Account fields.
ar: يهدف نص قبول التفويض إلى الشرح للمتبرعين كيف ستعمل معالجة الدفع لتبرعهم. سيتم عرض النص أسفل حقول الحساب المصرفي.

source: This text displays below the Bank Account fields and should provide clarity to your donors on how this payment option works.
ar: يتم عرض هذا النص أسفل حقول الحساب المصرفي ويجب أن يوضح للمانحين كيفية عمل خيار الدفع هذا.

source: Stripe JS Incompatibility
ar: عدم توافق Stripe JS

source: If your site has problems with processing cards using Stripe JS, check this option to use a fallback method of processing.
ar: إذا كان موقعك يواجه مشكلات في معالجة البطاقات باستخدام Stripe JS ، فحدد هذا الخيار لاستخدام طريقة المعالجة الاحتياطية.

source: Stripe Styles
ar: أنماط شريطية

source: Edit the properties above to match the look and feel of your WordPress theme. These styles will be applied to Stripe Credit Card fields including Card Number, CVC and Expiration. Any valid CSS property can be defined, however, it must be formatted as JSON, not CSS. For more information on Styling Stripe CC fields please see this <a href="https://stripe.com/docs/stripe-js/reference#element-options" target="_blank">article</a>.
ar: قم بتحرير الخصائص أعلاه لتتناسب مع شكل ومظهر قالب WordPress الخاص بك. سيتم تطبيق هذه الأنماط على حقول بطاقة ائتمان Stripe بما في ذلك رقم البطاقة و CVC وانتهاء الصلاحية. يمكن تعريف أي خاصية CSS صالحة ، ومع ذلك ، يجب تنسيقها على أنها JSON ، وليس CSS. لمزيد من المعلومات حول حقول Styling Stripe CC ، يرجى الاطلاع على هذه <a href="https://stripe.com/docs/stripe-js/reference#element-options" target="_blank">المقالة</a> .

source: Stripe Fonts
ar: الخطوط الشريطية

source: Google Fonts
ar: خطوط جوجل

source: Custom Fonts
ar: خطوط مخصصة

source: Google Fonts URL
ar: عنوان URL لخطوط Google

source: Please enter the Google Fonts URL which is applied to your theme to have the Stripe Credit Card fields reflect the same fonts.
ar: يرجى إدخال عنوان URL لخطوط Google الذي يتم تطبيقه على المظهر الخاص بك حتى تعكس حقول بطاقة ائتمان Stripe نفس الخطوط.

source: Edit the font properties above to match the fonts of your WordPress theme. These font properties will be applied to Stripe Credit Card fields including Card Number, CVC and Expiration. However, it must be formatted as JSON, not CSS.
ar: قم بتحرير خصائص الخط أعلاه لمطابقة خطوط قالب WordPress الخاص بك. سيتم تطبيق خصائص الخط هذه على حقول بطاقة ائتمان Stripe بما في ذلك رقم البطاقة و CVC وانتهاء الصلاحية. ومع ذلك ، يجب تنسيقه بتنسيق JSON وليس CSS.

source: In order for Stripe to function properly, you must configure your Stripe webhooks.
ar: لكي يعمل Stripe بشكل صحيح ، يجب عليك تكوين خطافات الويب الخاصة بـ Stripe.

source: You can visit your <a href="%1$s" target="_blank">Stripe Account Dashboard</a> to add a new webhook.
ar: يمكنك زيارة <a href="%1$s" target="_blank">لوحة تحكم حساب Stripe</a> لإضافة خطاف ويب جديد.

source: Please add a new webhook endpoint for the following URL:
ar: الرجاء إضافة نقطة نهاية خطاف ويب جديدة لعنوان URL التالي:

source: Webhook URL:
ar: عنوان URL لـ Webhook:

source: Last webhook received on
ar: تم تلقي آخر الرد التلقائي على الويب في

source: See our <a href="%1$s" target="_blank">documentation</a> for more information.
ar: انظر <a href="%1$s" target="_blank">وثائقنا</a> لمزيد من المعلومات.

source: Stripe webhooks are critical to configure so that GiveWP can recieve communication properly from the payment gateway. Webhooks for test-mode donations are configured separately on the Stripe dashboard. Note: webhooks do not function on localhost or websites in maintenance mode.
ar: تعتبر خطافات الويب المخططة ضرورية للتكوين بحيث يمكن لـ GiveWP تلقي الاتصال بشكل صحيح من بوابة الدفع. يتم تكوين خطافات الويب للتبرعات في وضع الاختبار بشكل منفصل على لوحة معلومات Stripe. ملاحظة: لا تعمل خطاطيف الويب على المضيف المحلي أو مواقع الويب في وضع الصيانة.

source: Base Styles
ar: الأنماط الأساسية

source: Empty Styles
ar: أنماط فارغة

source: Invalid Styles
ar: أنماط غير صالحة

source: Complete Styles
ar: الأنماط الكاملة

source: The Stripe Gateway returned an error while creating the Checkout Session. Details: %s
ar: أرجع Stripe Gateway خطأً أثناء إنشاء جلسة السحب. التفاصيل: %s

source: An occurred while processing the donation with the gateway. Please try your donation again.
ar: حدث أثناء معالجة التبرع باستخدام البوابة. يرجى محاولة التبرع الخاص بك مرة أخرى.

source: The Stripe Gateway returned an error while retrieving the Checkout Session. Details: %s
ar: أرجع Stripe Gateway خطأً أثناء استرداد جلسة السحب. التفاصيل: %s

source: Stripe - Customer Creation Error
ar: شريط - خطأ في إنشاء العميل

source: Stripe - Customer Update Error
ar: شريط - خطأ في تحديث العميل

source: Stripe Payment Method Error
ar: خطأ في طريقة الدفع الشريطية

source: Error:
ar: خطأ:

source: Stripe Customer generated by GiveWP via %s
ar: عميل Stripe تم إنشاؤه بواسطة GiveWP عبر %s

source: The Stripe Gateway returned an error while creating the customer. Details:
ar: أعادت Stripe Gateway خطأً أثناء إنشاء العميل. تفاصيل:

source: The Stripe Gateway returned an error while creating the customer. Details: %s
ar: أعادت Stripe Gateway خطأً أثناء إنشاء العميل. التفاصيل: %s

source: An error occurred while processing the donation. Please try again.
ar: حدث خطأ أثناء معالجة التبرع. حاول مرة اخرى.

source: An error occurred retrieving or creating the
ar: حدث خطأ أثناء استرداد أو تكوين

source: Unable to set Stripe API Version. Details: %s
ar: تعذر تعيين إصدار Stripe API. التفاصيل: %s

source: Stripe Token Error
ar: خطأ في رمز الشريط

source: Unable to retrieve token. Details: %s
ar: تعذر استرداد الرمز المميز. التفاصيل: %s

source: Stripe Source Error
ar: خطأ مصدر الشريط

source: Unable to retrieve source. Details: %s
ar: تعذر استرداد المصدر. التفاصيل: %s

source: Unable to create source. Details: %s
ar: تعذر إنشاء المصدر. التفاصيل: %s

source: Stripe Card Error
ar: خطأ بطاقة الشريط

source: The Stripe Gateway returned an error while processing a donation. Details: %s
ar: أعادت Stripe Gateway خطأً أثناء معالجة تبرع. التفاصيل: %s

source: The Stripe payment gateway returned an error while processing the donation.
ar: أعادت بوابة الدفع Stripe خطأ أثناء معالجة التبرع.

source: The Stripe API request was invalid, please try again.
ar: كان طلب Stripe API غير صالح ، يرجى المحاولة مرة أخرى.

source: Your donation could not be recorded, please contact the site administrator.
ar: لا يمكن تسجيل تبرعك ، يرجى الاتصال بمسؤول الموقع.

source: Stripe Charge Error
ar: خطأ في رسوم الشريط

source: Unable to create a successful charge. Details: %s
ar: غير قادر على إنشاء تهمة ناجحة. التفاصيل: %s

source: Error processing donation with Stripe. Please try again.
ar: خطأ في معالجة التبرع باستخدام Stripe. حاول مرة اخرى.

source: Stripe - Invoices Error
ar: شريط - خطأ في الفواتير

source: An error while retrieving invoice. Details: %s
ar: خطأ أثناء استرجاع الفاتورة. التفاصيل: %s

source: An error occurred while retrieving invoice. Please try again.
ar: حدث خطأ أثناء استرداد الفاتورة. حاول مرة اخرى.

source: The payment gateway returned an error while processing the donation.
ar: قامت بوابة الدفع بإرجاع خطأ أثناء معالجة التبرع.

source: The card number is incorrect.
ar: رقم البطاقة غير صحيح.

source: The card number is not a valid credit card number.
ar: رقم البطاقة ليس رقم بطاقة ائتمان صالح.

source: The card's expiration month is invalid.
ar: شهر انتهاء صلاحية البطاقة غير صالح.

source: The card's expiration year is invalid.
ar: سنة انتهاء صلاحية البطاقة غير صالحة.

source: The card's security code is invalid.
ar: رمز أمان البطاقة غير صالح.

source: The card has expired.
ar: انتهت صلاحية البطاقة.

source: The card's security code is incorrect.
ar: رمز أمان البطاقة غير صحيح.

source: The card's zip code failed validation.
ar: فشل التحقق من صحة الرمز البريدي للبطاقة.

source: The card was declined.
ar: تم رفض البطاقة.

source: There is no card on a customer that is being charged.
ar: لا توجد بطاقة على العميل يتم تحصيل رسوم منها.

source: An error occurred while processing the card.
ar: حدث خطأ أثناء معالجة البطاقة.

source: An error occurred due to requests hitting the API too quickly. Please let us know if you're consistently running into this error.
ar: حدث خطأ بسبب وصول الطلبات إلى واجهة برمجة التطبيقات بسرعة كبيرة. يرجى إعلامنا إذا كنت تواجه هذا الخطأ باستمرار.

source: Stripe Payment Intent Error
ar: خطأ نية الدفع الشريطية

source: Unable to create a payment intent. Details: %s
ar: تعذر إنشاء نية الدفع. التفاصيل: %s

source: Unable to retrieve a payment intent. Details: %s
ar: تعذر استرداد نية الدفع. التفاصيل: %s

source: Error retrieving payment intent with Stripe. Please try again.
ar: خطأ في استرداد نية الدفع باستخدام Stripe. حاول مرة اخرى.

source: Unable to update a payment intent. Details: %s
ar: تعذر تحديث نية الدفع. التفاصيل: %s

source: Error updating payment intent with Stripe. Please try again.
ar: خطأ في تحديث نية الدفع باستخدام Stripe. حاول مرة اخرى.

source: The Stripe Gateway returned an error while creating the payment method. Details: %s
ar: أعادت Stripe Gateway خطأً أثناء إنشاء طريقة الدفع. التفاصيل: %s

source: An occurred while creating the payment method. Please try again.
ar: حدث أثناء إنشاء طريقة الدفع. حاول مرة اخرى.

source: The Stripe Gateway returned an error while retrieving the payment method of the customer. Details: %s
ar: أعادت Stripe Gateway خطأً أثناء استرداد طريقة الدفع الخاصة بالعميل. التفاصيل: %s

source: An occurred while retrieving the payment method of the customer. Please try again.
ar: حدث أثناء استرداد طريقة الدفع الخاصة بالعميل. حاول مرة اخرى.

source: The Stripe Gateway returned an error while updating the payment method of the customer. Details: %s
ar: أعادت Stripe Gateway خطأً أثناء تحديث طريقة الدفع الخاصة بالعميل. التفاصيل: %s

source: The Stripe Gateway returned an error while fetching the list of payment methods of the customer. Details: %s
ar: أعادت Stripe Gateway خطأً أثناء جلب قائمة طرق الدفع الخاصة بالعميل. التفاصيل: %s

source: An occurred while fetching the list of payment methods of the customer. Please try again.
ar: حدث أثناء إحضار قائمة طرق الدفع الخاصة بالعميل. حاول مرة اخرى.

source: Processed event: %s
ar: حدث تمت معالجته: %s

source: Something went wrong with processing the payment gateway event.
ar: حدث خطأ أثناء معالجة حدث بوابة الدفع.

source: -- N/A --
ar: - لا ينطبق -

source: Unable to set application information to Stripe. Details: %s
ar: تعذر تعيين معلومات التطبيق على Stripe. التفاصيل: %s

source: Unable to set application information to Stripe. Please try again.
ar: تعذر تعيين معلومات التطبيق على Stripe. حاول مرة اخرى.

source: Unable to set Stripe API Key. Details: %s
ar: تعذر تعيين Stripe API Key. التفاصيل: %s

source: Stripe Customer Creation Failed
ar: فشل إنشاء عميل Stripe

source: Customer creation failed while processing the donation. Details: %s
ar: فشل إنشاء العميل أثناء معالجة التبرع. التفاصيل: %s

source: The Stripe Gateway returned an error while processing the donation.
ar: أعادت Stripe Gateway خطأً أثناء معالجة التبرع.

source: By providing your IBAN and confirming this payment, you are authorizing %1$s and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited.
ar: من خلال تقديم رقم الحساب بصيغة IBAN وتأكيد هذه الدفعة ، فإنك تفوض %1$s و Stripe ، موفر خدمة الدفع لدينا ، لإرسال تعليمات إلى البنك الذي تتعامل معه للخصم من حسابك ومن البنك الذي تتعامل معه للخصم من حسابك وفقًا لهذه التعليمات. يحق لك استرداد الأموال من البنك الذي تتعامل معه بموجب شروط وأحكام اتفاقيتك مع البنك الذي تتعامل معه. يجب المطالبة باسترداد الأموال في غضون 8 أسابيع بدءًا من تاريخ الخصم من حسابك.
