Repository: quocvietht03/alone
Catalog: languages/give-*.po
Languages: ar

source: Madagascar
ar: مدغشقر

source: Malawi
ar: مالاوي

source: Malaysia
ar: ماليزيا

source: Maldives
ar: جزر المالديف

source: Mali
ar: مالي

source: Malta
ar: مالطا

source: Marshall Islands
ar: جزر مارشال

source: Martinique
ar: مارتينيك

source: Mauritania
ar: موريتانيا

source: Mauritius
ar: موريشيوس

source: Mayotte
ar: مايوت

source: Mexico
ar: المكسيك

source: Micronesia
ar: ميكرونيزيا

source: Moldova, Republic of
ar: جمهورية مولدوفا

source: Monaco
ar: موناكو

source: Mongolia
ar: منغوليا

source: Montenegro
ar: الجبل الأسود

source: Montserrat
ar: مونتسيرات

source: Morocco
ar: المغرب

source: Mozambique
ar: موزمبيق

source: Myanmar
ar: ميانمار

source: Namibia
ar: ناميبيا

source: Nauru
ar: ناورو

source: Nepal
ar: نيبال

source: Netherlands
ar: هولندا

source: Netherlands Antilles
ar: جزر الأنتيل الهولندية

source: New Caledonia
ar: كاليدونيا الجديدة

source: New Zealand
ar: نيوزيلاندا

source: Nicaragua
ar: نيكاراغوا

source: Niger
ar: النيجر

source: Nigeria
ar: نيجيريا

source: Niue
ar: نيوي

source: Norfolk Island
ar: جزيرة نورفولك

source: North Korea
ar: كوريا الشمالية

source: Northern Mariana Islands
ar: جزر مريانا الشمالية

source: Norway
ar: النرويج

source: Oman
ar: عمان

source: Pakistan
ar: باكستان

source: Palau
ar: بالاو

source: Palestinian Territories
ar: الاراضي الفلسطينية

source: Panama
ar: بنما

source: Papua New Guinea
ar: بابوا غينيا الجديدة

source: Paraguay
ar: باراغواي

source: Peru
ar: بيرو

source: Philippines
ar: الفليبين

source: Pitcairn Island
ar: جزيرة بيتكيرن

source: Poland
ar: بولندا

source: Portugal
ar: البرتغال

source: Puerto Rico
ar: بورتوريكو

source: Qatar
ar: قطر

source: Reunion Island
ar: جزيرة ريونيون

source: Romania
ar: رومانيا

source: Russian Federation
ar: الاتحاد الروسي

source: Rwanda
ar: رواندا

source: Saint Helena
ar: سانت هيلانا

source: Saint Kitts and Nevis
ar: سانت كيتس ونيفيس

source: Saint Lucia
ar: سانت لوسيا

source: Saint Pierre and Miquelon
ar: سان بيير وميكلون

source: Saint Vincent and the Grenadines
ar: سانت فنسنت وجزر غرينادين

source: San Marino
ar: سان مارينو

source: Sao Tome and Principe
ar: ساو تومي وبرينسيبي

source: Saudi Arabia
ar: المملكة العربية السعودية

source: Senegal
ar: السنغال

source: Serbia
ar: صربيا

source: Seychelles
ar: سيشيل

source: Sierra Leone
ar: سيراليون

source: Singapore
ar: سنغافورة

source: Slovak Republic
ar: جمهورية سلوفاكيا

source: Slovenia
ar: سلوفينيا

source: Solomon Islands
ar: جزر سليمان

source: Somalia
ar: الصومال

source: South Africa
ar: جنوب أفريقيا

source: South Georgia
ar: جورجيا الجنوبية

source: South Korea
ar: كوريا الجنوبية

source: Spain
ar: اسبانيا

source: Sri Lanka
ar: سيريلانكا

source: Sudan
ar: السودان

source: Suriname
ar: سورينام

source: Svalbard and Jan Mayen Islands
ar: جزر سفالبارد وجان ماين

source: Eswatini
ar: إيسواتيني

source: Sweden
ar: السويد

source: Switzerland
ar: سويسرا

source: Syrian Arab Republic
ar: الجمهورية العربية السورية

source: Taiwan
ar: تايوان

source: Tajikistan
ar: طاجيكستان

source: Tanzania
ar: تنزانيا

source: Togo
ar: توجو

source: Tokelau
ar: توكيلاو

source: Tonga
ar: تونغا

source: Thailand
ar: تايلاند

source: Trinidad and Tobago
ar: ترينداد وتوباغو

source: Tunisia
ar: تونس

source: Turkey
ar: تركيا

source: Turkmenistan
ar: تركمانستان

source: Turks and Caicos Islands
ar: جزر تركس وكايكوس

source: Tuvalu
ar: توفالو

source: Uganda
ar: أوغندا

source: Ukraine
ar: أوكرانيا

source: United Arab Emirates
ar: الإمارات العربية المتحدة

source: Uruguay
ar: اورجواي

source: US Minor Outlying Islands
ar: جزر الولايات المتحدة البعيدة الصغيرة

source: Uzbekistan
ar: أوزبكستان

source: Vanuatu
ar: فانواتو

source: Venezuela
ar: فنزويلا

source: Vietnam
ar: فيتنام

source: Virgin Islands (British)
ar: جزر فيرجين (البريطانية)

source: Virgin Islands (USA)
ar: جزر فيرجن (الولايات المتحدة الأمريكية)

source: Wallis and Futuna Islands
ar: واليس وفوتونا

source: Western Sahara
ar: الصحراء الغربية

source: Western Samoa
ar: ساموا الغربية

source: Yemen
ar: اليمن

source: Yugoslavia
ar: يوغوسلافيا

source: Zambia
ar: زامبيا

source: Zimbabwe
ar: زيمبابوي

source: District
ar: منطقة

source: Canton
ar: كانتون

source: Prefecture
ar: المنطقة

source: State / Zone
ar: المحافظة

source: Municipality
ar: البلدية

source: Adana
ar: اضنه

source: Ad&#305;yaman
ar: صورة إعلان

source: Afyon
ar: افيون

source: A&#287;r&#305;
ar: أغري

source: Amasya
ar: أماصيا

source: Ankara
ar: أنقرة

source: Antalya
ar: انطاليا

source: Artvin
ar: ارتفين

source: Ayd&#305;n
ar: غير محدد

source: Bal&#305;kesir
ar: باليكسير

source: Bilecik
ar: بيله جك

source: Bing&#246;l
ar: طول\عرض\ارتفاع

source: Bitlis
ar: بدليس

source: Bolu
ar: بولو

source: Burdur
ar: بوردور

source: Bursa
ar: بورصة

source: &#199;anakkale
ar: شاناكاله

source: &#199;orum
ar: كوروم

source: Denizli
ar: دنيزلي

source: Diyarbak&#305;r
ar: ديار بكر

source: Edirne
ar: أدرنة

source: Elaz&#305;&#287;
ar: إيلازيغ;

source: Erzincan
ar: أرزينجان

source: Erzurum
ar: أرضروم

source: Eski&#351;ehir
ar: اسكيشهير

source: Gaziantep
ar: عنتاب

source: Giresun
ar: غيرسون

source: G&#252;m&#252;&#351;hane
ar: غوموشخان

source: Hakkari
ar: هكاري

source: Hatay
ar: هاتاي

source: Isparta
ar: إسبرطة

source: &#304;&#231;el
ar: السلفادور

source: &#304;stanbul
ar: اسطنبول

source: &#304;zmir
ar: ازمير

source: Kars
ar: كارس

source: Kastamonu
ar: كاستامونو

source: Kayseri
ar: قيصرية

source: K&#305;rklareli
ar: كيركلاريلي

source: K&#305;r&#351;ehir
ar: كيرسيهر

source: Kocaeli
ar: قوجا

source: Konya
ar: قونية

source: K&#252;tahya
ar: كوتاهيا

source: Malatya
ar: ملطية

source: Manisa
ar: مانيسا

source: Kahramanmara&#351;
ar: كهرمانمرعش;

source: Mardin
ar: ماردين

source: Mu&#287;la
ar: موغلا

source: Mu&#351;
ar: موس;

source: Nev&#351;ehir
ar: نفسهير

source: Ni&#287;de
ar: ريو دي جانيرو

source: Ordu
ar: أردو

source: Rize
ar: ريزه

source: Sakarya
ar: ساكاريا

source: Samsun
ar: صامسون

source: Siirt
ar: سعرد

source: Sinop
ar: سينوب

source: Sivas
ar: سيفاس

source: Tekirda&#287;
ar: تيكيرداغ;

source: Tokat
ar: توقات

source: Trabzon
ar: طرابزون

source: Tunceli
ar: تونجلي

source: &#350;anl&#305;urfa
ar: شانلي اورفا

source: U&#351;ak
ar: أوشاك

source: Van
ar: سيارة نقل

source: Yozgat
ar: يوزغات

source: Zonguldak
ar: زونجولداك

source: Aksaray
ar: أكساراي

source: Bayburt
ar: بايبورت

source: Karaman
ar: كارامان

source: K&#305;r&#305;kkale
ar: كيريكال

source: Batman
ar: باتمان

source: &#350;&#305;rnak
ar: شرناق

source: Bart&#305;n
ar: غير محدد

source: Ardahan
ar: أرداهان

source: Yalova
ar: يالوفا

source: Karab&#252;k
ar: كارابوكسبور &#252;k

source: Kilis
ar: كلس (مدينة)

source: Osmaniye
ar: عثمانية

source: D&#252;zce
ar: التعليقات (%d)

source: Alba
ar: البا

source: Arad
ar: اراد

source: Arges
ar: ارجيس

source: Bacau
ar: باكاو

source: Bihor
ar: بيهور

source: Bistrita-Nasaud
ar: بيستريتا-ناسود

source: Braila
ar: برايلا

source: Brasov
ar: براسوف

source: Bucuresti
ar: بوخارست

source: Buzau
ar: بوزاو

source: Calarasi
ar: كالاراسي

source: Caras-Severin
ar: كارسي-سيفيرين

source: Cluj
ar: كلوج

source: Constanta
ar: كونستانتا

source: Covasna
ar: كوفاسنا

source: Dambovita
ar: دامبوفيتا

source: Dolj
ar: دولج

source: Galati
ar: جالاتي

source: Giurgiu
ar: جورجيو

source: Gorj
ar: جورجي

source: Harghita
ar: هارغيتا

source: Hunedoara
ar: هونيدوارا

source: Ialomita
ar: ايالوميتا

source: Iasi
ar: يازي

source: Ilfov
ar: الفوف

source: Mures
ar: لعبة

source: Neamt
ar: نيمت

source: Olt
ar: ألت

source: Prahova
ar: براهوفا

source: Salaj
ar: سالاج

source: Satu Mare
ar: ساتو ماري

source: Sibiu
ar: سيبيو

source: Suceava
ar: سوتشافا

source: Teleorman
ar: تيليورمان

source: Timis
ar: تيم هو

source: Tulcea
ar: تولسيا

source: Valcea
ar: فيلتشا

source: Vaslui
ar: فاسلوي

source: Vrancea
ar: فرانتشا

source: Azad Kashmir
ar: آزاد كشمير

source: Balochistan
ar: بلوشستان

source: FATA
ar: فاتا

source: Gilgit Baltistan
ar: جيلجيت بالتيستان

source: Islamabad Capital Territory
ar: اقليم العاصمة اسلام اباد

source: Khyber Pakhtunkhwa
ar: خيبر باختوخووا

source: Punjab
ar: البنجاب

source: Sindh
ar: سند

source: Abra
ar: أبرا

source: Agusan del Norte
ar: اجوسان ديل نورت

source: Agusan del Sur
ar: اجوسان ديل سور

source: Aklan
ar: اكلان

source: Albay
ar: الباى

source: Antique
ar: أنتيك

source: Apayao
ar: أبايو

source: Aurora
ar: أورورا

source: Basilan
ar: باسيلان

source: Bataan
ar: باتان

source: Batanes
ar: باتانيس

source: Batangas
ar: باتانجاس

source: Benguet
ar: بينجويت

source: Biliran
ar: بيليران

source: Bohol
ar: بوهول

source: Bukidnon
ar: بوكيدنون

source: Bulacan
ar: بولاكان

source: Cagayan
ar: كاجايان

source: Camarines Norte
ar: كامارينز نورت

source: Camarines Sur
ar: كامارينز سور

source: Camiguin
ar: كاميغوين

source: Capiz
ar: كابيز

source: Catanduanes
ar: كاتاندوانيس

source: Cavite
ar: كافيت

source: Cebu
ar: سيبو

source: Compostela Valley
ar: وادي كومبوستيلا

source: Cotabato
ar: كوتاباتو

source: Davao del Norte
ar: دافاو ديل نورت

source: Davao del Sur
ar: دافاو ديل سور

source: Davao Occidental
ar: دافاو أوكسيدنتال

source: Davao Oriental
ar: دافاو أورينتال

source: Dinagat Islands
ar: جزر ديناغات

source: Eastern Samar
ar: سمر الشرقية

source: Guimaras
ar: غويماراس

source: Ifugao
ar: ايفوغاو

source: Ilocos Norte
ar: ايلوكوس نورت

source: Ilocos Sur
ar: ايلوكوس سور

source: Iloilo
ar: ايلويلو

source: Isabela
ar: إيزابيلا

source: Kalinga
ar: كالينجا

source: La Union
ar: لا يونيون

source: Laguna
ar: لاغونا

source: Lanao del Norte
ar: لاناو ديل نورتي

source: Lanao del Sur
ar: لاناو ديل سور

source: Leyte
ar: ليتي

source: Maguindanao
ar: ماجوينداناو

source: Marinduque
ar: وماريندوك

source: Masbate
ar: ماسبات

source: Misamis Occidental
ar: ميساميس اوكسيدنتال

source: Misamis Oriental
ar: ميساميس اورينتال

source: Mountain Province
ar: محافظة جبل

source: Negros Occidental
ar: نيغروس أوتشيدنتال

source: Negros Oriental
ar: نيجروس اورينتال

source: Northern Samar
ar: سامار الشمالية

source: Nueva Ecija
ar: نويفا ايسيجا

source: Nueva Vizcaya
ar: نويفا فيزكايا

source: Occidental Mindoro
ar: أوكسيدنتال ميندورو

source: Oriental Mindoro
ar: اورينتال ميندورو

source: Palawan
ar: بالاوان

source: Pampanga
ar: بامبانجا

source: Pangasinan
ar: بانجاسينان

source: Quezon
ar: كويزون

source: Quirino
ar: كيرينو

source: Rizal
ar: ريزال

source: Romblon
ar: رومبلون

source: Samar
ar: سمر

source: Sarangani
ar: سارانجانى

source: Siquijor
ar: سيكيجور

source: Sorsogon
ar: سورسوغون

source: South Cotabato
ar: جنوب كوتاباتو

source: Southern Leyte
ar: سوثرن ليتي

source: Sultan Kudarat
ar: سلطان كودارات

source: Sulu
ar: سولو

source: Surigao del Norte
ar: سوريجاو ديل نورت

source: Surigao del Sur
ar: سوريجاو ديل سور

source: Tarlac
ar: تارلاك

source: Tawi-Tawi
ar: تأوي-تأوي

source: Zambales
ar: زامباليس

source: Zamboanga del Norte
ar: زامبوانجا ديل نورت

source: Zamboanga del Sur
ar: زامبوانجا ديل سور

source: Zamboanga Sibugay
ar: زامبوانجا سيبوجاي

source: Metro Manila
ar: مترو مانيلا

source: El Callao
ar: الكالو

source: Municipalidad Metropolitana de Lima
ar: مونيسيباليداد متروبوليتانا دي ليما

source: Amazonas
ar: أمازوناس

source: Ancash
ar: انكاش

source: Apur&iacute;mac
ar: أبوريماك

source: Arequipa
ar: اريكويبا

source: Ayacucho
ar: أياكوتشو

source: Cajamarca
ar: كاخاماركا

source: Cusco
ar: كوسكو

source: Huancavelica
ar: وهوانكافيليكا

source: Hu&aacute;nuco
ar: وانوكو

source: Jun&iacute;n
ar: غير محدد

source: La Libertad
ar: ليبرتاد

source: Lambayeque
ar: لامبايكي

source: Lima
ar: ليما

source: Loreto
ar: لوريتو

source: Madre de Dios
ar: مادري دي ديوس

source: Moquegua
ar: موكويجوا

source: Pasco
ar: باسكو

source: Piura
ar: بيورا

source: Puno
ar: بونو

source: San Mart&iacute;n
ar: غير محدد

source: Tacna
ar: تاكنا

source: Tumbes
ar: تومبيس

source: Ucayali
ar: اوكايالي

source: Bagmati
ar: وباجماتى

source: Bheri
ar: بهيرى

source: Dhaulagiri
ar: دولاجيري

source: Gandaki
ar: جانداكي

source: Janakpur
ar: جاناكبور

source: Karnali
ar: كارنالى

source: Koshi
ar: كوشي

source: Lumbini
ar: لومبيني

source: Mahakali
ar: مهاكالى

source: Mechi
ar: ميكي

source: Narayani
ar: ناراياني

source: Rapti
ar: ربتي

source: Sagarmatha
ar: ساغاراماثا

source: Seti
ar: سيتي

source: Abia
ar: ابيا

source: Abuja
ar: أبوجا

source: Adamawa
ar: اداماوا

source: Akwa Ibom
ar: اكوا ايبوم

source: Anambra
ar: ولاية انامبرا

source: Bauchi
ar: باوتشي

source: Bayelsa
ar: بايلسا

source: Benue
ar: ولاية بينو

source: Borno
ar: بورنو

source: Cross River
ar: كروس ريفر

source: Delta
ar: دلتا

source: Ebonyi
ar: إبوني

source: Edo
ar: ايدو

source: Ekiti
ar: كيتي

source: Enugu
ar: اينوغو

source: Gombe
ar: جومبي

source: Imo
ar: إيمو

source: Jigawa
ar: جيغاوا

source: Kaduna
ar: كادونا

source: Kano
ar: كانو

source: Katsina
ar: ولاية كاتسينا

source: Kebbi
ar: كيبي

source: Kogi
ar: كوجي

source: Kwara
ar: كوارا

source: Lagos
ar: لاغوس

source: Nasarawa
ar: نصاراوة

source: Ogun
ar: أوغون

source: Ondo
ar: أوندو

source: Oyo
ar: اويو

source: Plateau
ar: بلاتو

source: Rivers
ar: ريفرز

source: Sokoto
ar: سوكوتو

source: Taraba
ar: تارابا

source: Yobe
ar: يوبي

source: Zamfara
ar: زمفارا

source: Distrito Federal
ar: [ديستريتو] فيديرالية

source: Jalisco
ar: خاليسكو

source: Nuevo León
ar: نويفو ليون

source: Aguascalientes
ar: أغواسكالينتس

source: Baja California
ar: باجا كاليفورنيا

source: Baja California Sur
ar: باجا كاليفورنيا

source: Campeche
ar: كامبيتشي

source: Chiapas
ar: تشياباس

source: Chihuahua
ar: شيواوا

source: Coahuila
ar: كواهويلا

source: Colima
ar: كوليما

source: Durango
ar: دورانجو

source: Guanajuato
ar: غواناخواتو

source: Guerrero
ar: غويريرو

source: Hidalgo
ar: هيدالجو

source: Edo. de México
ar: إيدو. المكسيك

source: Michoacán
ar: ميشيغان

source: Morelos
ar: موريلوس

source: Nayarit
ar: ناياريت

source: Oaxaca
ar: أواكساكا

source: Puebla
ar: بويبلا

source: Querétaro
ar: كويريتارو

source: Quintana Roo
ar: كوينتانا رو

source: San Luis Potosí
ar: سان لويس بوتوسي

source: Sinaloa
ar: سينالوا

source: Sonora
ar: سونورا

source: Tabasco
ar: تاباسكو

source: Tamaulipas
ar: تاماوليباس

source: Tlaxcala
ar: تلاكسكالا

source: Veracruz
ar: فيراكروز

source: Yucatán
ar: يوكاتان

source: Zacatecas
ar: زاكاتيكاس

source: Hokkaido
ar: هوكايدو

source: Aomori
ar: أوموري

source: Iwate
ar: ايواته

source: Miyagi
ar: مياغي

source: Akita
ar: أكيتا

source: Yamagata
ar: ياماجاتا

source: Fukushima
ar: فوكوشيما

source: Ibaraki
ar: إيباراكي

source: Tochigi
ar: توتشيغي

source: Gunma
ar: غونما

source: Saitama
ar: سايتاما

source: Chiba
ar: تشيبا

source: Tokyo
ar: طوكيو

source: Kanagawa
ar: كاناغاوا

source: Niigata
ar: نييغاتا

source: Toyama
ar: توياما

source: Ishikawa
ar: إيشيكاوا

source: Fukui
ar: فوكوي

source: Yamanashi
ar: ياماناشي

source: Nagano
ar: ناغانو

source: Gifu
ar: جيفو

source: Shizuoka
ar: شيزوكا

source: Aichi
ar: ايتشى

source: Mie
ar: مي

source: Shiga
ar: شيغا

source: Kyoto
ar: كيوتو

source: Osaka
ar: اوساكا

source: Hyogo
ar: هيوغو

source: Nara
ar: نارا

source: Wakayama
ar: واكاياما

source: Tottori
ar: توتوري

source: Shimane
ar: شيماني

source: Okayama
ar: أوكاياما

source: Hiroshima
ar: هيروشيما

source: Yamaguchi
ar: ياماغوتشي

source: Tokushima
ar: توكوشيما

source: Kagawa
ar: كاغاوا

source: Ehime
ar: إيمي

source: Kochi
ar: كوتشي

source: Fukuoka
ar: فوكوكا

source: Saga
ar: ساغا

source: Nagasaki
ar: ناغاساكي

source: Kumamoto
ar: كوماموتو

source: Oita
ar: أويتا

source: Miyazaki
ar: ميازاكي

source: Kagoshima
ar: كاجوشيما

source: Okinawa
ar: أوكيناوا

source: Agrigento
ar: أجريجينتو

source: Alessandria
ar: اليساندريا

source: Ancona
ar: انكونا

source: Aosta
ar: أوستا

source: Arezzo
ar: اريتسو

source: Ascoli Piceno
ar: أسكولي بيتشينو

source: Asti
ar: أستي

source: Avellino
ar: افيلينو

source: Bari
ar: باري

source: Barletta-Andria-Trani
ar: بارليتا-أندريا-تراني

source: Belluno
ar: بلونو

source: Benevento
ar: بينيفنتو

source: Bergamo
ar: برغامو

source: Biella
ar: بييلا

source: Bologna
ar: بولونيا

source: Bolzano
ar: بولزانو

source: Brescia
ar: بريشيا

source: Brindisi
ar: برينديزي

source: Cagliari
ar: كالياري

source: Caltanissetta
ar: كالتانيسيتا

source: Campobasso
ar: كامبوباسو

source: Carbonia-Iglesias
ar: كاربونيا إغليسياس

source: Caserta
ar: كاسيرتا

source: Catania
ar: كاتانيا

source: Catanzaro
ar: كاتانزارو

source: Como
ar: كومو

source: Cosenza
ar: كوزنسا

source: Cremona
ar: كريمونا

source: Crotone
ar: كروتوني

source: Enna
ar: عانه

source: Fermo
ar: فيرمو

source: Ferrara
ar: فيرارا

source: Firenze
ar: فلورنسا

source: Foggia
ar: فودجا

source: Forlì-Cesena
ar: فورلي تشيزينا

source: Frosinone
ar: فروزينوني

source: Genova
ar: جنوى

source: Gorizia
ar: جوريزيا

source: Grosseto
ar: غروسيتو

source: Imperia
ar: إمبيريا

source: Isernia
ar: إسيرنيا

source: La Spezia
ar: لاسبيتزيا

source: L'Aquila
ar: لاكويلا

source: Latina
ar: لاتينا

source: Lecce
ar: ليتشي

source: Livorno
ar: ليفورنو

source: Lodi
ar: لودي

source: Lucca
ar: لوكا

source: Macerata
ar: ماشيراتا

source: Mantova
ar: مانتوفا

source: Massa-Carrara
ar: ماسا كرارا

source: Matera
ar: ماتيرا

source: Messina
ar: ميسينا

source: Milano
ar: ميلانو

source: Modena
ar: مودينا

source: Monza e della Brianza
ar: مونزا وبراينزا

source: Napoli
ar: نابولي

source: Novara
ar: نوفارا

source: Nuoro
ar: نوورو

source: Olbia-Tempio
ar: أولبيا تمبيو

source: Oristano
ar: أوريستانو

source: Padova
ar: بادوفا

source: Palermo
ar: باليرمو

source: Parma
ar: بارما

source: Pavia
ar: بافيا

source: Perugia
ar: بيروجيا

source: Pesaro e Urbino
ar: اسم مستخدم أو بريد إلكتروني غير صحيح

source: Pescara
ar: بيسكارا

source: Piacenza
ar: بياتشينزا

source: Pisa
ar: بيزا

source: Pistoia
ar: بستويا

source: Pordenone
ar: بوردينوني

source: Potenza
ar: بوتينزا

source: Prato
ar: براتو

source: Ragusa
ar: راغوزا

source: Ravenna
ar: رافينا

source: Reggio Calabria
ar: ريجيو كالابريا

source: Reggio Emilia
ar: ريدجو إميليا

source: Rieti
ar: رييتي

source: Rimini
ar: رميني

source: Roma
ar: روما

source: Rovigo
ar: روفيغو

source: Salerno
ar: ساليرنو

source: Medio Campidano
ar: ميديو كامبيدانو

source: Sassari
ar: ساساري

source: Savona
ar: سافونا

source: Siena
ar: سيينا

source: Siracusa
ar: سيراكوزا

source: Sondrio
ar: سوندريو

source: Taranto
ar: تارانتو

source: Teramo
ar: تيرامو

source: Terni
ar: تيرني

source: Torino
ar: تورينو

source: Ogliastra
ar: أولياسترا

source: Trapani
ar: تراباني

source: Trento
ar: ترينتو

source: Treviso
ar: تريفيزو

source: Trieste
ar: تريست

source: Udine
ar: أوديني

source: Varese
ar: فاريزي

source: Venezia
ar: فينيزيا

source: Verbano-Cusio-Ossola
ar: فيربانو-أوسولا

source: Vercelli
ar: فرشيلي

source: Verona
ar: هيلاس فيرونا

source: Vibo Valentia
ar: فيبو فالينتيا

source: Vicenza
ar: فيتشنزا

source: Viterbo
ar: فيتربو

source: Khuzestan (خوزستان)
ar: خوزستان

source: Tehran (تهران)
ar: طهران

source: Ilaam (ایلام)
ar: إيلام

source: Bushehr (بوشهر)
ar: بوشهر

source: Ardabil (اردبیل)
ar: أردبيل

source: Isfahan (اصفهان)
ar: اصفهان

source: Yazd (یزد)
ar: يزد

source: Kermanshah (کرمانشاه)
ar: كرمنشا

source: Kerman (کرمان)
ar: كرمان

source: Hamadan (همدان)
ar: حمدان

source: Ghazvin (قزوین)
ar: قزوين (قزوین)

source: Zanjan (زنجان)
ar: زنجان

source: Luristan (لرستان)
ar: لورستان

source: Alborz (البرز)
ar: ألبرز

source: East Azarbaijan (آذربایجان شرقی)
ar: أذربيجان الشرقية

source: West Azarbaijan (آذربایجان غربی)
ar: غرب أزاربيجان (آذربایجان غربی)

source: Chaharmahal and Bakhtiari (چهارمحال و بختیاری)
ar: تشهارماهال وبختياري

source: South Khorasan (خراسان جنوبی)
ar: جنوب خراسان

source: Razavi Khorasan (خراسان رضوی)
ar: خراسان رضوي

source: North Khorasan (خراسان جنوبی)
ar: شمال خراسان

source: Semnan (سمنان)
ar: سمنان

source: Fars (فارس)
ar: فارس

source: Qom (قم)
ar: مدينة قم

source: Kurdistan / کردستان)
ar: كردستان

source: Kohgiluyeh and BoyerAhmad (کهگیلوییه و بویراحمد)
ar: كهكیلویه ووبويراحمد

source: Golestan (گلستان)
ar: جولستان

source: Gilan (گیلان)
ar: جيلان (گیلان)

source: Mazandaran (مازندران)
ar: مازندران

source: Markazi (مرکزی)
ar: وناتانز

source: Hormozgan (هرمزگان)
ar: هرمزجان

source: Sistan and Baluchestan (سیستان و بلوچستان)
ar: سيستان وسيستان

source: Antrim
ar: أنتريم

source: Armagh
ar: ارماغ

source: Clare
ar: ك لير

source: Cork
ar: الفلين

source: Cavan
ar: كافان

source: Carlow
ar: كارلو

source: Donegal
ar: دونيجال

source: Dublin
ar: دبلن

source: Down
ar: اسفل

source: Derry
ar: ديري

source: Fermanagh
ar: فيرماناغ

source: Galway
ar: غالواي

source: Kildare
ar: كيلدير

source: Kilkenny
ar: كيلكيني

source: Kerry
ar: كيري

source: Longford
ar: ونجفورد

source: Louth
ar: لاوث

source: Limerick
ar: لومنيتش

source: Leitrim
ar: يتريم

source: Laois
ar: اويس

source: Meath
ar: ميث

source: Monaghan
ar: موناغان

source: Mayo
ar: مايو

source: Offaly
ar: أوفالي

source: Roscommon
ar: روسكومون

source: Sligo
ar: سليجو

source: Tyrone
ar: تيرون

source: Tipperary
ar: تيبراري

source: Waterford
ar: وترفورد

source: Westmeath
ar: ويستميث

source: Wicklow
ar: ويكلو

source: Wexford
ar: وكسفورد

source: Chuquisaca
ar: تشوكيساكا

source: Beni
ar: بني

source: Cochabamba
ar: كوتشابامبا

source: La Paz
ar: لا باز

source: Oruro
ar: أورورو

source: Pando
ar: باندو

source: Potosí
ar: بوتوسي

source: Santa Cruz
ar: سانتا كروز

source: Tarija
ar: تاريجا

source: Blagoevgrad
ar: بلاغويفغارد

source: Burgas
ar: بورغاس

source: Dobrich
ar: دوبريتش

source: Gabrovo
ar: غابروفو

source: Haskovo
ar: هاسكوفو

source: Kyustendil
ar: كيوستينديل

source: Montana
ar: مونتانا

source: Pazardzhik
ar: بازاردزهيك

source: Pernik
ar: بيرنيك

source: Pleven
ar: بليفين

source: Plovdiv
ar: بلوفديف

source: Razgrad
ar: رازجراد

source: Ruse
ar: روز

source: Shumen
ar: شومن

source: Silistra
ar: سيليسترا

source: Sliven
ar: سليفن

source: Smolyan
ar: سموليان

source: Sofia
ar: صوفيا

source: Sofia-Grad
ar: صوفيا - غراد

source: Stara Zagora
ar: ستارا زاجورا

source: Targovishte
ar: تارغوفيشته

source: Varna
ar: فارنا

source: Veliko Tarnovo
ar: فيليكو تارنوفو

source: Vidin
ar: فيدين

source: Vratsa
ar: فراتسا

source: Yambol
ar: يامبول

source: Bagerhat
ar: باغرهات

source: Bandarban
ar: بندربان

source: Barguna
ar: بارجونا

source: Barisal
ar: باريسال

source: Bhola
ar: بولا

source: Bogra
ar: بوجرا

source: Brahmanbaria
ar: براهمانباريا

source: Chandpur
ar: تشاندبور

source: Chittagong
ar: شيتاغونغ

source: Chuadanga
ar: تشوادانجا

source: Comilla
ar: كوميلا

source: Cox's Bazar
ar: بازار كوكس

source: Dhaka
ar: دكا

source: Dinajpur
ar: ديناجبور

source: Faridpur
ar: فريدبور

source: Feni
ar: فيني

source: Gaibandha
ar: جايباندها

source: Gazipur
ar: جازيبور

source: Gopalganj
ar: جوبالجانج

source: Habiganj
ar: وهابيغانج

source: Jamalpur
ar: نادينا

source: Jessore
ar: جيسور

source: Jhalokati
ar: جهالوكاتي

source: Jhenaidah
ar: جهينايداه

source: Joypurhat
ar: جويبورهات

source: Khagrachhari
ar: خاغراشاري

source: Khulna
ar: خلودنا

source: Kishoreganj
ar: كيشوريجانج

source: Kurigram
ar: جياباندا

source: Kushtia
ar: كوشتيا

source: Lakshmipur
ar: لاكشميبور

source: Lalmonirhat
ar: لالمونيرهات

source: Madaripur
ar: ماداريبور

source: Magura
ar: ماغورا

source: Manikganj
ar: ومانيكجانى

source: Meherpur
ar: ميربور

source: Moulvibazar
ar: مولبفيازار

source: Munshiganj
ar: مونشيجانى

source: Mymensingh
ar: مايمنسينغ

source: Naogaon
ar: ناوجاوان

source: Narail
ar: نارايل

source: Narayanganj
ar: نارايانجانج

source: Narsingdi
ar: نارسينجدي

source: Natore
ar: ناتور

source: Nawabganj
ar: نوابجانج

source: Netrakona
ar: نيتراكونا

source: Nilphamari
ar: نيلفامارى

source: Noakhali
ar: نواخالى

source: Pabna
ar: بابنا

source: Panchagarh
ar: بانشاجاراه

source: Patuakhali
ar: وباتواخالي

source: Pirojpur
ar: بيروجبور

source: Rajbari
ar: راجبارى

source: Rajshahi
ar: راجشاهي

source: Rangamati
ar: رانجاماتى

source: Rangpur
ar: رانجبور

source: Satkhira
ar: ساتخيرا

source: Shariatpur
ar: شارياتبور

source: Sherpur
ar: وشيربور

source: Sirajganj
ar: سيراجانج

source: Sunamganj
ar: سونامجانج

source: Sylhet
ar: سيلهيت
