Repository: quocvietht03/alone
Catalog: languages/give-*.po
Languages: ar

source: GiveWP needs to update your database to the latest version. The following process will make updates to your site's database. Please create a complete backup before proceeding.
ar: تحتاج GiveWP إلى تحديث قاعدة البيانات الخاصة بك إلى أحدث إصدار. ستعمل العملية التالية على إجراء تحديثات لقاعدة بيانات موقعك. الرجاء إنشاء نسخة احتياطية كاملة قبل المتابعة.

source: Run the updater
ar: تشغيل التحديث

source: The updates have been paused.
ar: تم إيقاف التحديثات مؤقتًا.

source: Updates Completed.
ar: اكتملت التحديثات.

source: You do not have permission to do GiveWP upgrades.
ar: ليس لديك إذن للقيام بترقيات GiveWP.

source: Unlicensed add-ons cannot be updated. Please purchase or renew a valid license.
ar: لا يمكن تحديث الوظائف الإضافية غير المرخصة. الرجاء شراء أو تجديد ترخيص صالح.

source: GiveWP %s Updates Complete
ar: GiveWP %s اكتملت التحديثات

source: Congratulations! You are all up to date and running the latest versions of GiveWP and its add-ons.
ar: تهانينا! أنتم جميعًا محدثون وتقومون بتشغيل أحدث إصدارات GiveWP والإضافات الخاصة به.

source: GiveWP %s Updates
ar: تحديثات GiveWP %s

source: GiveWP regularly receives new features, bug fixes, and enhancements. It is important to always stay up-to-date with latest version of GiveWP core and its add-ons. <strong>If you do not have a backup already, please create a full backup before updating.</strong> To update add-ons be sure your <a href="%1$s">license keys</a> are activated.
ar: تتلقى GiveWP بانتظام ميزات جديدة وإصلاحات أخطاء وتحسينات. من المهم أن تظل على اطلاع دائم بأحدث إصدار من GiveWP core والإضافات الخاصة به. <strong>إذا لم يكن لديك نسخة احتياطية بالفعل ، يرجى إنشاء نسخة احتياطية كاملة قبل التحديث.</strong> لتحديث الوظائف الإضافية ، تأكد من تنشيط <a href="%1$s">مفاتيح الترخيص</a> الخاصة بك.

source: GiveWP is currently updating the database. Please do not refresh or leave this page while the update is in progress.
ar: تقوم GiveWP حاليًا بتحديث قاعدة البيانات. الرجاء عدم التحديث أو مغادرة هذه الصفحة أثناء استمرار التحديث.

source: GiveWP is currently updating the database
ar: تقوم GiveWP حاليًا بتحديث قاعدة البيانات

source: in the background.
ar: في الخلفية.

source: GiveWP needs to update the database.
ar: تحتاج GiveWP إلى تحديث قاعدة البيانات.

source: Update now
ar: تحديث الآن

source: An unexpected issue occurred during the database update which caused it to stop automatically.
ar: حدثت مشكلة غير متوقعة أثناء تحديث قاعدة البيانات مما أدى إلى إيقافها تلقائيًا.

source: Please contact support for assistance.
ar: الرجاء الاتصال بالدعم للحصول على المساعدة.

source: Restart Upgrades
ar: إعادة تشغيل الترقيات

source: Pause Upgrades
ar: الترقيات وقفة

source: Update %1$s of %2$s
ar: تحديث %1$s من %2$s

source: Add-on Updates
ar: تحديثات الوظيفة الإضافية

source: ADD-ONS
ar: الإضافات

source: New Reports Dashboard
ar: لوحة تحكم التقارير الجديدة

source: View remaining setting tabs
ar: عرض علامات تبويب الإعداد المتبقية

source: Save changes
ar: حفظ التغييرات

source: All Levels
ar: كل المستويات

source: Unable to send email. Please try again.
ar: غير قادر على إرسال البريد الإلكتروني. حاول مرة اخرى.

source: Please check your email and click on the link to access your complete donation history.
ar: يرجى التحقق من بريدك الإلكتروني والنقر على الرابط للوصول إلى سجل التبرعات الكامل الخاص بك.

source: Too many access email requests detected. Please wait %s before requesting a new donation history access link.
ar: تم اكتشاف عدد كبير جدًا من طلبات الوصول إلى البريد الإلكتروني. يرجى الانتظار %s قبل طلب ارتباط جديد للوصول إلى سجل التبرعات.

source: Sorry, unable to load changelog.
ar: عذرا ، غير قادر على تحميل سجل التغيير.

source: You must specify both a token and API key.
ar: يجب عليك تحديد كل من رمز مميز ومفتاح API.

source: Your request could not be authenticated.
ar: لا يمكن مصادقة طلبك.

source: Invalid API key.
ar: مفتاح API غير صالح.

source: Invalid API version.
ar: إصدار API غير صالح.

source: Invalid query.
ar: استعلام غير صالح.

source: Donor %s not found.
ar: المتبرع %s غير موجود.

source: Form %s not found.
ar: النموذج %s غير موجود.

source: The end date must be later than the start date.
ar: يجب أن يأتي تاريخ الانتهاء بعد تاريخ البدء.

source: Invalid or no date range specified.
ar: غير صالح أو لم يتم تحديد نطاق تاريخ.

source: Generate API Key
ar: توليد مفتاح API

source: Public key:
ar: المفتاح عام :

source: Secret key:
ar: المفتاح السري:

source: Token:
ar: رمز:

source: Revoke API Keys
ar: إلغاء مفاتيح API

source: User ID Required.
ar: معرّف المستخدم مطلوب.

source: You do not have permission to %s API keys for this user.
ar: ليس لديك إذن لمفاتيح واجهة برمجة التطبيقات %s لهذا المستخدم.

source: In order for <strong>database caching</strong> to work with GiveWP you must add %1$s to the "Ignored query stems" option in <a href="%2$s">W3 Total Cache settings</a>.
ar: لكي يعمل <strong>التخزين المؤقت لقاعدة البيانات</strong> مع GiveWP ، يجب إضافة %1$s إلى خيار "جذوع الاستعلام التي تم تجاهلها" في <a href="%2$s">إعدادات W3 Total Cache</a> .

source: Do not pass empty action to generate cache key.
ar: لا تمرر إجراءً فارغًا لإنشاء مفتاح ذاكرة التخزين المؤقت.

source: Do not pass invalid empty cache key
ar: لا تمرر مفتاح ذاكرة التخزين المؤقت الفارغ غير صالح

source: Cache key format should be give_cache_*
ar: يجب أن يكون تنسيق مفتاح ذاكرة التخزين المؤقت give_cache_ *

source: GiveWP Version:
ar: إصدار GiveWP:

source: General information
ar: المعلومات العامة

source: Success Page:
ar: صفحة النجاح:

source: Not Set
ar: غير معين

source: Failed Donation Page:
ar: صفحه فشل التبرع:

source: Donation History Page:
ar: صفحه تاريخ التبرع:

source: Country:
ar: الدولة:

source: Currency Information
ar: معلومات العملة

source: Currency:
ar: العملة:

source: Currency Position:
ar: موقع رمز العملة:

source: Thousand Separator:
ar: فاصل الألف:

source: Decimal Separator:
ar: الفاصل العشري:

source: Number of Decimals:
ar: عدد الأرقام العشرية:

source: Test Mode:
ar: وضع الاختبار:

source: Default Gateway:
ar: بوابة الدفع الافتراضية:

source: Enabled Gateways:
ar: البوابات الممكّنة:

source: Not any payment gateways found
ar: لم يتم العثور على أي بوابات دفع

source: form type
ar: نوع النموذج

source: Not set
ar: غير محدد

source: %d donation forms found
ar: تم العثور على %d من نماذج التبرعات

source: Donor #%d created successfully
ar: تم إنشاء المتبرع #% d بنجاح

source: Failed to create donor
ar: فشل إنشاء المتبرع

source: %1$d donors created in %2$d seconds
ar: تم إنشاء %1$d المتبرعين في %2$d ثانية

source: s_no
ar: %s: تم التحميل %s %s %s

source: %1$s. Donation #%2$s
ar: %1$s. التبرع # %2$s

source: Earnings
ar: الأرباح

source: Sales
ar: المبيعات

source: Type wp give cache --action=delete to delete all stat transients
ar: اكتب wp give cache --action = delete لحذف جميع الحالات العابرة

source: Error while deleting this transient
ar: خطأ أثناء حذف هذا المؤقت

source: Too many associative arguments.
ar: الكثير من الحجج النقابية.

source: The GiveWP add-on '%s' does not exist.
ar: الوظيفة الإضافية GiveWP "%s" غير موجودة.

source: This is not a Git repo
ar: هذا ليس مستودع Git

source: %1$s: '%2$s' does not contain git repo.
ar: %1$s: لا يحتوي "%2$s" على git repo.

source: Success
ar: نجاح

source: This comment has invalid ID or comment text or comment type
ar: يحتوي هذا التعليق على معرف أو نص تعليق أو نوع تعليق غير صالح

source: Once Weekly
ar: مرة واحدة أسبوعيا

source: Once Monthly
ar: مرة واحدة شهريا

source: Every Third Day
ar: كل ثالث يوم

source: Can't get property %s.
ar: لا يمكن الحصول على الخاصية %s.

source: New Donation Form
ar: استمارة تبرع جديدة

source: Your access token has expired. Please request a new one.
ar: انتهت صلاحية رمز الوصول الخاص بك. الرجاء طلب واحدة جديدة.

source: Valid edd_action not defined
ar: لم يتم تعريف edd_action صالح

source: License Key
ar: مفتاح الترخيص

source: Activate
ar: تفعيل

source: Reactivate
ar: اعادة تنشيط

source: Deactivate
ar: تعطيل

source: License is expired. Please activate your license key.
ar: انتهت صلاحية الترخيص. الرجاء تفعيل مفتاح الترخيص الخاص بك.

source: License is active and you are receiving updates and support.
ar: الترخيص نشط وأنت تتلقى التحديثات والدعم.

source: License is inactive.
ar: الترخيص غير نشط.

source: Please <a href="%1$s" target="_blank">Visit your dashboard</a> to check this license details and activate this license to receive updates and support.
ar: يرجى <a href="%1$s" target="_blank">زيارة لوحة القيادة</a> للتحقق من تفاصيل الترخيص وتفعيل هذا الترخيص لتلقي التحديثات والدعم.

source: Please activate your license key.
ar: الرجاء تفعيل مفتاح الترخيص الخاص بك.

source: License Information
ar: معلومات الترخيص

source: Expired:
ar: منتهي:

source: Renews:
ar: يجدد:

source: Renew to manage sites
ar: التجديد لإدارة المواقع

source: No activations remaining
ar: لا توجد عمليات تنشيط متبقية

source: This is an unlicensed add-on and is not receiving updates or support. Please activate your license key to fix the issue.
ar: هذه وظيفة إضافية غير مرخصة ولا تتلقى تحديثات أو دعمًا. يرجى تنشيط مفتاح الترخيص الخاص بك لإصلاح المشكلة.

source: License Actions
ar: عمليات الرخصة

source: Purchase License
ar: شراء رخصة

source: Manage License
ar: إدارة الترخيص

source: Access Support
ar: الوصول إلى الدعم

source: View Changelog
ar: عرض سجل التغيير

source: Changelog of
ar: التغيير من

source: activated
ar: مفعل

source: installed
ar: المثبتة

source: Download
ar: تحميل

source: Something went wrong
ar: حدث خطأ ما

source: GiveWP Manager
ar: مدير GiveWP

source: GiveWP Accountant
ar: محاسب GiveWP

source: GiveWP Worker
ar: عامل GiveWP

source: Sorry, you entered an invalid key.
ar: عذرا ، لقد أدخلت مفتاح غير صالح.

source: Success! You have activated your license key and are receiving updates and priority support. <a href="{link}">Click here</a> to download your add-on.
ar: نجاح! لقد قمت بتنشيط مفتاح الترخيص الخاص بك وتتلقى التحديثات والدعم ذي الأولوية. <a href="{link}">انقر هنا</a> لتنزيل الوظيفة الإضافية الخاصة بك.

source: {pluginName} add-on activated successfully.
ar: تم تفعيل الوظيفة الإضافية {pluginName} بنجاح.

source: The add-on did not activate successfully.
ar: لم يتم تنشيط الوظيفة الإضافية بنجاح.

source: Error: Please select at least one option.
ar: خطأ: الرجاء تحديد خيار واحد على الأقل.

source: Submit and Deactivate
ar: إرسال وإلغاء التنشيط

source: Skip and Deactivate
ar: تخطي وإلغاء التنشيط

source: Error: Please complete the required field.
ar: خطأ: الرجاء إكمال الحقل المطلوب.

source: Not available for variable priced forms.
ar: غير متوفر للأشكال ذات الأسعار المتغيرة.

source: Are you sure you want to <strong>permanently</strong> delete this donation?
ar: هل أنت متأكد أنك تريد حذف هذا التبرع <strong>نهائيًا</strong> ؟

source: Are you sure you want to delete this note?
ar: هل أنت متأكد أنك تريد حذف هذه الملاحظة؟

source: Are you sure you want to revoke this API key?
ar: هل أنت متأكد أنك تريد إبطال مفتاح API هذا؟

source: Are you sure you want to regenerate this API key?
ar: هل أنت متأكد أنك تريد إعادة إنشاء مفتاح API هذا؟

source: Are you sure you want to resend the donation receipt?
ar: هل أنت متأكد أنك تريد إعادة إرسال إيصال التبرع؟

source: Are you sure you want to disconnect the user from this donor?
ar: هل أنت متأكد أنك تريد قطع اتصال المستخدم بهذا المتبرع؟

source: Choose a form
ar: اختر نموذجًا

source: Choose one or more forms
ar: اختر نموذجًا واحدًا أو أكثر

source: Ok
ar: موافق

source: Confirm
ar: تأكيد

source: Copied!
ar: نسخ!

source: Shortcode could not be copied.
ar: لا يمكن نسخ الرمز القصير.

source: Confirm Action
ar: تأكيد الإجراء

source: Confirm Deletion
ar: تأكيد الحذف

source: Confirm Delete Donation
ar: تأكيد حذف التبرع

source: Confirm re-send
ar: تأكيد إعادة الإرسال

source: Confirm bulk action
ar: تأكيد العمل الجماعي

source: Do you want to restart the update process?
ar: هل تريد إعادة عملية التحديث؟

source: It is recommended that you backup your database before proceeding. Do you want to run the update now?
ar: يوصى بعمل نسخة احتياطية من قاعدة البيانات الخاصة بك قبل المتابعة. هل تريد تشغيل التحديث الآن؟

source: Do you want to stop the update process now?
ar: هل تريد إيقاف عملية التحديث الآن؟

source: Import failed
ar: فشل الاستيراد

source: Flush success
ar: نجاح دافق

source: Flush error
ar: خطأ تدفق

source: No form selected
ar: لم يتم اختيار أي نموذج

source: You must choose a method.
ar: يجب عليك اختيار طريقة.

source: Required fields not completed.
ar: الحقول المطلوبة لم تكتمل.

source: Are you sure you want to reset Give? This process is <strong><em>not reversible</em></strong> and will delete all data regardless of test or live mode. Please be sure you have a recent backup before proceeding.
ar: هل أنت متأكد أنك تريد إعادة تعيين العطاء؟ هذه العملية غير <strong><em>قابلة للعكس وستحذف</em></strong> جميع البيانات بغض النظر عن الاختبار أو الوضع المباشر. يرجى التأكد من أن لديك نسخة احتياطية حديثة قبل المتابعة.

source: Are you sure you want to delete all the test donors? This process will also delete test donations as well.
ar: هل أنت متأكد أنك تريد حذف جميع المتبرعين للاختبار؟ ستؤدي هذه العملية أيضًا إلى حذف التبرعات التجريبية أيضًا.

source: Are you sure you want to delete all the imported donors? This process will also delete imported donations as well.
ar: هل أنت متأكد من أنك تريد حذف جميع المتبرعين الذين تم استيرادهم؟ ستؤدي هذه العملية أيضًا إلى حذف التبرعات المستوردة أيضًا.

source: Are you sure you want to delete all the donations in the specfied date range?
ar: هل أنت متأكد أنك تريد حذف جميع التبرعات في النطاق الزمني المحدد؟

source: Please enter amount in monetary decimal ( %1$s ) format without thousand separator ( %2$s ) .
ar: الرجاء إدخال المبلغ بتنسيق نقدي عشري (%1$s) بدون فاصل آلاف (%2$s).

source: Do you want to delete this item?
ar: هل تريد حذف هذا العنصر؟

source: Dismiss this notice.
ar: تجاهل هذا التنويه.

source: Type to search all forms
ar: اكتب للبحث في جميع النماذج

source: Type to search all donors
ar: اكتب للبحث عن جميع المتبرعين

source: Type to search all countries
ar: اكتب للبحث في جميع البلدان

source: Type to search all states/provinces
ar: اكتب للبحث في جميع الولايات / المقاطعات

source: Action forbidden
ar: عمل ممنوع

source: To edit first name and last name, please go to the user profile of the donor.
ar: لتعديل الاسم الأول واسم العائلة ، يرجى الانتقال إلى ملف تعريف المستخدم الخاص بالجهة المانحة.

source: Remove from Bulk Delete
ar: إزالة من الحذف بالجملة

source: Select Form Template
ar: حدد قالب النموذج

source: Please activate a "Form Template" to save the donation form. Select a template by clicking on the "Form Template" tab and "Activate".
ar: يرجى تفعيل "نموذج النموذج" لحفظ نموذج التبرع. حدد نموذجًا بالنقر فوق علامة التبويب "نموذج النموذج" و "تنشيط".

source: No donors selected
ar: لم يتم اختيار أي متبرعين

source: You must choose at least one or more donors to delete.
ar: يجب عليك اختيار مانح واحد على الأقل أو أكثر لحذفه.

source: No action selected
ar: لم يتم تحديد أي إجراء

source: You must select a bulk action to proceed.
ar: يجب عليك تحديد إجراء جماعي للمتابعة.

source: No payments selected
ar: لم يتم تحديد مدفوعات

source: You must choose at least one or more donations to delete.
ar: يجب عليك اختيار تبرع واحد على الأقل أو أكثر لحذفه.

source: Are you sure you want to permanently delete this donation?
ar: هل أنت متأكد أنك تريد حذف هذا التبرع نهائيًا؟

source: Are you sure you want to permanently delete the selected {payment_count} donations?
ar: هل أنت متأكد من أنك تريد حذف التبرعات المحددة وعددها {payment_count} نهائيًا؟

source: You must choose at least one or more recipients to resend the email receipt.
ar: يجب عليك اختيار مستلم واحد على الأقل أو أكثر لإعادة إرسال إيصال البريد الإلكتروني.

source: Are you sure you want to resend the email receipt to this recipient?
ar: هل أنت متأكد من أنك تريد إعادة إرسال إيصال البريد الإلكتروني إلى هذا المستلم؟

source: Are you sure you want to resend the emails receipt to {payment_count} recipients?
ar: هل تريد بالتأكيد إعادة إرسال إيصال رسائل البريد الإلكتروني إلى {payment_count} من المستلمين؟

source: You must choose at least one or more donations to set status to {status}.
ar: يجب عليك اختيار تبرع واحد على الأقل أو أكثر لتعيين الحالة على {status}.

source: Are you sure you want to set status of this donation to {status}?
ar: هل تريد بالتأكيد تعيين حالة هذا التبرع على {status}؟

source: Are you sure you want to set status of {payment_count} donations to {status}?
ar: هل تريد بالتأكيد تعيين حالة التبرعات {payment_count} إلى {status}؟

source: Please reload this page and try again
ar: يرجى إعادة تحميل هذه الصفحة وحاول مرة أخرى

source: Choose Image
ar: اختر صورة

source: Choose File
ar: اختر ملف

source: No results match {search_term}
ar: لا توجد نتائج تطابق {search_term}

source: Searching results for match {search_term}
ar: نتائج البحث عن تطابق {search_term}

source: Run Updates
ar: قم بتشغيل التحديثات

source: The following process will make updates to your site's database. Please create a database backup before proceeding with updates.
ar: ستعمل العملية التالية على إجراء تحديثات لقاعدة بيانات موقعك. يرجى إنشاء نسخة احتياطية لقاعدة البيانات قبل متابعة التحديثات.

source: Something went wrong kindly try again!
ar: حدث خطأ ما يرجى المحاولة مرة أخرى!

source: Changes you made may not be saved.
ar: التغييرات التي قمت بها قد لا يتم حفظها.

source: No result found. Press enter to add
ar: لم يتم العثور على نتائج. اضغط على Enter للإضافة

source: Please confirm you would like to add a donor note. An email notification will be sent to the donor with the note. If you do not want to notify the donor you may add a private note or disable the donor note email.
ar: يرجى تأكيد رغبتك في إضافة مذكرة متبرع. سيتم إرسال إشعار بالبريد الإلكتروني إلى المتبرع مع الملاحظة. إذا كنت لا ترغب في إخطار المتبرع ، يمكنك إضافة ملاحظة خاصة أو تعطيل رسالة البريد الإلكتروني الخاصة بالمتبرع.

source: Updating...
ar: جاري التحديث...

source: Loading...
ar: جار التحميل...

source: Uploading...
ar: تحميل ...

source: Processing...
ar: معالجة...

source: Activating...
ar: جاري التفعيل .

source: Please select a payment method.
ar: يرجى اختيار طريقة الدفع.

source: The minimum custom donation amount for this form is
ar: الحد الأدنى لمبلغ التبرع المخصص هو

source: The maximum custom donation amount for this form is
ar: الحد الأقصى لمبلغ التبرع المخصص لهذا النموذج هو

source: Please Wait...
ar: يرجى الانتظار ...

source: This will only take a second!
ar: سيستغرق هذا ثانية واحدة فقط!

source: Please select payment mode.
ar: الرجاء تحديد طريقة الدفع.

source: Please enter your last name.
ar: يرجى إدخال اسم العائلة.

source: Please enter a valid email address.
ar: من فضلك أدخل بريد إلكتروني صحيح.

source: Invalid email address or username.
ar: عنوان البريد الإلكتروني أو اسم المستخدم غير صالح.

source: Enter a password.
ar: رجاء أدخل كلمة المرور.

source: Enter the password confirmation.
ar: أدخل تأكيد كلمة المرور.

source: You must agree to the terms and conditions.
ar: يجب عليك الموافقة على الاحكام والشروط.

source: Loading
ar: تحميل

source: We are using database session logic instead of PHP session since GiveWP 2.2.0
ar: نحن نستخدم منطق جلسة قاعدة البيانات بدلاً من جلسة PHP منذ GiveWP 2.2.0

source: Improper date provided.
ar: تم تقديم تاريخ غير صحيح.

source: Empty string is not allowed.
ar: غير مسموح بسلسلة فارغة.

source: Empty ID is not allowed.
ar: المعرف الفارغ غير مسموح به.

source: Text ID without a group already exists.
ar: ID النص بدون مجموعه موجود مسبقا.

source: Text ID within a group already exists.
ar: ID النص ضمن مجموعه موجود بالفعل.

source: Click here
ar: انقر هنا

source: United States
ar: الولايات المتحدة

source: Canada
ar: كندا

source: United Kingdom
ar: المملكة المتحدة

source: Afghanistan
ar: أفغانستان

source: Albania
ar: ألبانيا

source: Algeria
ar: الجزائر

source: American Samoa
ar: ساموا الأمريكية

source: Andorra
ar: أندورا

source: Angola
ar: أنغولا

source: Anguilla
ar: أنغيلا

source: Antarctica
ar: القطب الجنوبي

source: Antigua and Barbuda
ar: أنتيغوا وبربودا

source: Argentina
ar: الأرجنتين

source: Armenia
ar: أرمينيا

source: Aruba
ar: أروبا

source: Australia
ar: أستراليا

source: Austria
ar: النمسا

source: Azerbaijan
ar: أذربيجان

source: Bahamas
ar: الباهاما

source: Bahrain
ar: البحرين

source: Bangladesh
ar: بنغلاديش

source: Barbados
ar: بربادوس

source: Belarus
ar: روسيا البيضاء

source: Belgium
ar: بلجيكا

source: Belize
ar: بيليز

source: Benin
ar: بنين

source: Bermuda
ar: برمودا

source: Bhutan
ar: بوتان

source: Bolivia
ar: بوليفيا

source: Bosnia and Herzegovina
ar: البوسنة و الهرسك

source: Botswana
ar: بوتسوانا

source: Bouvet Island
ar: جزيرة بوفيت

source: Brazil
ar: البرازيل

source: British Indian Ocean Territory
ar: إقليم المحيط الهندي البريطاني

source: Brunei Darrussalam
ar: بروناي دار السلام

source: Bulgaria
ar: بلغاريا

source: Burkina Faso
ar: بوركينا فاسو

source: Burundi
ar: بوروندي

source: Cambodia
ar: كمبوديا

source: Cameroon
ar: الكاميرون

source: Cape Verde
ar: الرأس الأخضر

source: Cayman Islands
ar: جزر كايمان

source: Central African Republic
ar: جمهورية افريقيا الوسطى

source: Chad
ar: تشاد

source: Chile
ar: تشيلي

source: China
ar: الصين

source: Christmas Island
ar: جزيرة الكريسماس

source: Cocos Islands
ar: جزر كوكوس

source: Colombia
ar: كولومبيا

source: Comoros
ar: جزر القمر

source: Congo, Democratic People's Republic
ar: جمهورية الكونغو الديمقراطية الشعبية

source: Congo, Republic of
ar: جمهورية الكونغو

source: Cook Islands
ar: جزر كوك

source: Costa Rica
ar: كوستا ريكا

source: Cote d'Ivoire
ar: كوت ديفوار

source: Croatia/Hrvatska
ar: كرواتيا / هرفاتسكا

source: Cuba
ar: كوبا

source: Cyprus Island
ar: جزيرة قبرص

source: Czech Republic
ar: جمهورية التشيك

source: Denmark
ar: الدنمارك

source: Djibouti
ar: جيبوتي

source: Dominica
ar: دومينيكا

source: Dominican Republic
ar: جمهورية الدومينيكان

source: East Timor
ar: تيمور الشرقية

source: Ecuador
ar: الإكوادور

source: Egypt
ar: مصر

source: Equatorial Guinea
ar: غينيا الإستوائية

source: El Salvador
ar: السلفادور

source: Eritrea
ar: إريتريا

source: Estonia
ar: استونيا

source: Ethiopia
ar: أثيوبيا

source: Falkland Islands
ar: جزر فوكلاند

source: Faroe Islands
ar: جزر فاروي

source: Fiji
ar: فيجي

source: Finland
ar: فنلندا

source: France
ar: فرنسا

source: French Guiana
ar: غيانا الفرنسية

source: French Polynesia
ar: بولينزيا الفرنسية

source: French Southern Territories
ar: المناطق الجنوبية لفرنسا

source: Gabon
ar: الغابون

source: Gambia
ar: غامبيا

source: Georgia
ar: جورجيا

source: Germany
ar: ألمانيا

source: Greece
ar: اليونان

source: Ghana
ar: غانا

source: Gibraltar
ar: جبل طارق

source: Greenland
ar: جرينلاند

source: Grenada
ar: غرينادا

source: Guadeloupe
ar: جوادلوب

source: Guam
ar: غوام

source: Guatemala
ar: غواتيمالا

source: Guernsey
ar: غيرنسي

source: Guinea
ar: غينيا

source: Guinea-Bissau
ar: غينيا بيساو

source: Guyana
ar: غيانا

source: Haiti
ar: هايتي

source: Heard and McDonald Islands
ar: هيرد وجزر ماكدونالد

source: Holy See (City Vatican State)
ar: الكرسي الرسولي (دولة الفاتيكان)

source: Honduras
ar: هندوراس

source: Hong Kong
ar: هونغ كونغ

source: Hungary
ar: هنغاريا

source: Iceland
ar: أيسلندا

source: India
ar: الهند

source: Indonesia
ar: أندونيسيا

source: Iran
ar: إيران

source: Iraq
ar: العراق

source: Ireland
ar: أيرلندا

source: Isle of Man
ar: جزيرة الرجل

source: Israel
ar: إسرائيل

source: Italy
ar: إيطاليا

source: Jamaica
ar: جامايكا

source: Japan
ar: اليابان

source: Jersey
ar: جيرسي

source: Jordan
ar: الأردن

source: Kazakhstan
ar: كازاخستان

source: Kenya
ar: كينيا

source: Kiribati
ar: كيريباس

source: Kuwait
ar: الكويت

source: Kyrgyzstan
ar: قرغيزستان

source: Lao People's Democratic Republic
ar: جمهورية لاو الديمقراطية الشعبية

source: Latvia
ar: لاتفيا

source: Lebanon
ar: لبنان

source: Lesotho
ar: ليسوتو

source: Liberia
ar: ليبيريا

source: Libyan Arab Jamahiriya
ar: الجماهيرية العربية الليبية

source: Liechtenstein
ar: ليختنشتاين

source: Lithuania
ar: ليتوانيا

source: Luxembourg
ar: لوكسمبورغ

source: Macau
ar: ماكاو

source: Macedonia
ar: مقدونيا
