Repository: quocvietht03/alone
Catalog: languages/give-*.po
Languages: ar

source: This is the text that appears on your donor's bank statements. This is typically the name of your website or organization. Click on this icon to read more about Stripe statement text requirements.
ar: هذا هو النص الذي يظهر في كشوف الحسابات المصرفية للمانح. هذا هو عادةً اسم موقع الويب أو المؤسسة الخاصة بك. انقر فوق هذا الرمز لقراءة المزيد عن متطلبات نص بيان Stripe.

source: Connection Status:
ar: حالة الإتصال:

source: Default Account
ar: الحساب الافتراضي

source: Set as Default
ar: الوضع الإفتراضي

source: You are connected! Now this is important: Please configure your Stripe webhook to finalize the setup.
ar: انت متصل! هذا مهم الآن: الرجاء تكوين خطاف الويب Stripe لإنهاء الإعداد.

source: In order for Stripe to function properly, you must add a new Stripe webhook endpoint. To do this please visit the <a href='https://dashboard.stripe.com/webhooks' target='_blank'>Webhooks Section of your Stripe Dashboard</a> and click the <strong>Add endpoint</strong> button and paste the following URL:
ar: لكي يعمل Stripe بشكل صحيح ، يجب إضافة نقطة نهاية خطاف ويب Stripe جديدة. للقيام بذلك ، يرجى زيارة <a href='https://dashboard.stripe.com/webhooks' target='_blank'>قسم Webhooks بلوحة معلومات Stripe</a> والنقر فوق الزر <strong>Add endpoint</strong> ولصق عنوان URL التالي:

source: Stripe webhooks are required so GiveWP can communicate properly with the payment gateway to confirm payment completion, renewals, and more.
ar: مطلوب خطافات ويب Stripe حتى تتمكن GiveWP من التواصل بشكل صحيح مع بوابة الدفع لتأكيد إتمام الدفع والتجديدات والمزيد.

source: Give 2.7.0 introduces the ability to connect a single site to multiple Stripe accounts. To use this feature, you need to complete database updates.
ar: يقدم Give 2.7.0 القدرة على توصيل موقع واحد بحسابات Stripe متعددة. لاستخدام هذه الميزة ، تحتاج إلى استكمال تحديثات قاعدة البيانات.

source: to complete your pending database updates.
ar: لإكمال تحديثات قاعدة البيانات المعلقة.

source: NOTE: You are using the free Stripe payment gateway integration. This includes an additional 2%% fee for processing one-time donations. This fee is removed by activating the premium <a href="%1$s" target="_blank">Stripe add-on</a> and never applies to subscription donations made through the <a href="%2$s" target="_blank">Recurring Donations add-on</a>. <a href="%3$s" target="_blank">Learn More ></a>
ar: ملاحظة: أنت تستخدم التكامل المجاني لبوابة الدفع Stripe. وهذا يشمل 2 %% رسوم إضافية لمعالجة التبرعات لمرة واحدة. تتم إزالة هذه الرسوم عن طريق تنشيط <a href="%1$s" target="_blank">الوظيفة الإضافية المميزة Stripe</a> ولا تنطبق أبدًا على تبرعات الاشتراك التي يتم إجراؤها من خلال <a href="%2$s" target="_blank">الوظيفة الإضافية للتبرعات المتكررة</a> . <a href="%3$s" target="_blank">اعرف المزيد></a>

source: No Stripe Accounts Connected
ar: لا توجد حسابات Stripe متصلة

source: Connect a New Stripe Account
ar: قم بتوصيل حساب Stripe جديد

source: Connect an account to get started!
ar: ربط حساب لتبدأ!

source: Add a new account to customize the Stripe account used for this donation form.
ar: أضف حسابًا جديدًا لتخصيص حساب Stripe المستخدم في نموذج التبرع هذا.

source: All payments go to the default account
ar: تذهب جميع المدفوعات إلى الحساب الافتراضي

source: Stripe donations process through the account set above
ar: عملية التبرعات الشريطية من خلال الحساب المحدد أعلاه

source: You can set this globally (for all donation forms) or override the Stripe account per donation form.
ar: يمكنك تعيين هذا بشكل عام (لجميع نماذج التبرع) أو تجاوز حساب Stripe لكل نموذج تبرع.

source: This overrides the global default account setting for this donation form.
ar: هذا يتجاوز إعداد الحساب الافتراضي العام لنموذج التبرع هذا.

source: The credit card fieldset uses Stripe Elements for a secure method of accepting payment. Stripe offers two different types of credit card fields. A consolidated single field or a more traditional multi-fields format.
ar: تستخدم مجموعة حقول بطاقة الائتمان Stripe Elements لطريقة آمنة لقبول الدفع. يقدم Stripe نوعين مختلفين من حقول بطاقة الائتمان. حقل واحد موحد أو تنسيق أكثر تقليدية متعدد الحقول.

source: Single Field
ar: مجال واحد

source: The single credit card format combines the Card number, expiration date, CVC, and zip / postal code (if enabled) fields into one intuitive field.
ar: يجمع تنسيق بطاقة الائتمان الفردية بين حقول رقم البطاقة وتاريخ انتهاء الصلاحية و CVC والرمز البريدي / البريدي (إذا تم تمكينه) في حقل واحد بديهي.

source: Example
ar: مثال

source: Multiple Fields
ar: مجالات متعددة

source: Which Stripe account would you like to use to process donations for this form?
ar: ما هو حساب Stripe الذي تريد استخدامه لمعالجة التبرعات لهذا النموذج؟

source: All donations are processed through the default account set in the
ar: تتم معالجة جميع التبرعات من خلال الحساب الافتراضي المحدد في

source: Default account name:
ar: اسم الحساب الافتراضي:

source: None set
ar: لا شيء محدد

source: Customize Stripe Account
ar: تخصيص حساب Stripe

source: Donations are processed through a Stripe account custom to this donation form. The default account is overridden for this form.
ar: تتم معالجة التبرعات من خلال حساب Stripe مخصص لنموذج التبرع هذا. تم تجاوز الحساب الافتراضي لهذا النموذج.

source: Stripe Error:
ar: خطأ شريطي:

source: We are unable to connect your Stripe account. Please contact the support team for assistance.
ar: نحن غير قادرين على توصيل حساب Stripe الخاص بك. يرجى الاتصال بفريق الدعم للحصول على المساعدة.

source: Stripe Account
ar: حساب Stripe

source: Stripe Documentation
ar: التوثيق الشريطي

source: Invalid Stripe account id.
ar: معرف حساب Stripe غير صالح.

source: Stripe account already exist with same name.
ar: حساب Stripe موجود بالفعل بنفس الاسم.

source: Stripe account already connected
ar: حساب Stripe متصل بالفعل

source: Stripe statement descriptor text should contain between 5 - 22 letters, inclusive.
ar: يجب أن يحتوي نص واصف بيان Stripe على ما بين 5 إلى 22 حرفًا ، ضمناً.

source: Stripe statement descriptor text should contain at least one letter.
ar: يجب أن يحتوي نص واصف بيان Stripe على حرف واحد على الأقل.

source: Stripe statement descriptor text should not contain any of the special characters <code>< > \ ' " *</code>.
ar: يجب ألا يحتوي نص واصف جملة Stripe على أي من الأحرف الخاصة <code>< > \ ' " *</code> .

source: Shop now
ar: تسوق الآن

source: Dismiss
ar: تجاهل

source: Black Friday/Giving Tuesday Sale
ar: الجمعة السوداء / بيع الثلاثاء

source: Shop Now
ar: تسوق الآن

source: Donation Details
ar: تفاصيل التبرع

source: Additional Information
ar: معلومة اضافية

source: Invalid receipt section. Please provide valid section id
ar: قسم إيصال غير صالح. يرجى تقديم معرف قسم صالح

source: Invalid receipt section line item. Please provide valid line item id, label, and value.
ar: بند قسم إيصال غير صالح. يُرجى تقديم معرف عنصر وتسمية وقيمة صالحين.

source: An error occurred inserting data into the revenue table
ar: حدث خطأ أثناء إدخال البيانات في جدول الإيرادات

source: Security
ar: الأمان

source: Billing period
ar: فترة الفاتورة

source: Donation form
ar: نموذج التبرع

source: Next payment date
ar: تاريخ الدفع التالي

source: failed
ar: فشل

source: indefinite
ar: مجهول, غامض, غير محدود, غير محدد, غير واضح

source: limited
ar: محدود, مقصور, مقيد

source: Daily
ar: يومي

source: Every %d days
ar: كل %d أيام

source: Weekly
ar: أسبوعي

source: Quarterly
ar: ربع سنوي

source: Monthly
ar: شهري

source: Yearly
ar: سنوي

source: Active
ar: نشط

source: Expired
ar: منتهي

source: Suspended
ar: معلق

source: Paused
ar: متوقف مؤقتا

source: Anonymous Usage Tracking
ar: تتبع الاستخدام المجهول

source: Allow usage of GiveWP to be tracked.
ar: السماح بتتبع استخدام GiveWP.

source: Can GiveWP collect data about the usage of the plugin? Usage data is completely anonymous, does not include any personal information, and will only be used to improve the software.
ar: هل يمكن لـ GiveWP جمع بيانات حول استخدام المكون الإضافي؟ بيانات الاستخدام مجهولة تمامًا ، ولا تتضمن أي معلومات شخصية ، وسيتم استخدامها فقط لتحسين البرنامج.

source: Anonymous usage tracking icon
ar: رمز تتبع الاستخدام المجهول

source: Help GiveWP improve your fundraising experience
ar: ساعد GiveWP على تحسين تجربتك في جمع التبرعات

source: Can you help improve GiveWP? With your permission, the GiveWP team uses non-sensitive data from plugin users to optimize donation form conversion rates, increase average donation amounts, and streamline the fundraising experience. This data is never shared with any third party.
ar: هل يمكنك المساعدة في تحسين GiveWP؟ بعد الحصول على إذن منك ، يستخدم فريق GiveWP بيانات غير حساسة من مستخدمي البرنامج المساعد لتحسين معدلات تحويل نموذج التبرع وزيادة متوسط مبالغ التبرع وتبسيط تجربة جمع التبرعات. لا يتم مشاركة هذه البيانات مع أي طرف ثالث.

source: Learn more about how GiveWP respects user and donor privacy while improving the plugin >
ar: تعرف على المزيد حول كيفية احترام GiveWP لخصوصية المستخدم والمتبرع أثناء تحسين المكون الإضافي>

source: Glad to Help
ar: سعيد للمساعدة

source: Not Right Now
ar: ليس الآن

source: Dismiss Forever
ar: رفض للأبد

source: Disable notice for 48 hours
ar: تعطيل الإشعار لمدة 48 ساعة

source: GiveWP Donations: Reports
ar: GiveWP التبرعات: التقارير

source: Visit Reports
ar: تقارير الزيارة

source: Loading your latest
ar: تحميل آخر ما لديك

source: donation activity
ar: نشاط التبرع

source: Learn More
ar: تعلم المزيد

source: Available Form Templates
ar: قوالب الاستمارات المتاحة

source: active
ar: نشط

source: What Are Form Templates?
ar: ما هي قوالب الاستمارات؟

source: Form Templates allow you to change the appearance of a GiveWP donation form on your site. Each template has a different design, layout, and features. Choose the one that suits your taste and the requirements for your cause. Note: compatibility with add-ons and third-party plugins or themes is not guaranteed. Always thoroughly test your donation forms before going live!
ar: تسمح لك قوالب النماذج بتغيير مظهر نموذج تبرع GiveWP على موقعك. لكل قالب تصميم وتخطيط وميزات مختلفة. اختر ما يناسب ذوقك ومتطلبات قضيتك. ملاحظة: التوافق مع الإضافات والمكونات الإضافية أو السمات الخارجية غير مضمون. قم دائمًا باختبار نماذج التبرع الخاصة بك بدقة قبل بدء البث المباشر!

source: Learn the ins and outs of creating the perfect Donation Form with GiveWP
ar: تعرف على خواص إنشاء استمارة التبرع المثالي مع GiveWP

source: Form Template Options
ar: خيارات قالب الاستمارة

source: Customize the form template using the options below. See those customizations at any time using the "Preview" button.
ar: قم بتخصيص قالب الاستمارة باستخدام الخيارات أدناه. شاهد هذه التخصيصات في أي وقت باستخدام زر "معاينة".

source: Donation Reports
ar: تقارير التبرعات

source: Reports
ar: تقارير

source: Day
ar: يوم

source: Week
ar: أسبوع

source: Month
ar: شهر

source: Year
ar: السنة

source: All Time
ar: كل الوقت

source: Overview
ar: نظرة عامة

source: Legacy Reports
ar: تقارير أساسية

source: Activate the <a href="%1$s" title="%2$s" target="_blank">Recurring Donations add-on</a> and provide your donors with flexible subscription giving options.
ar: قم بتنشيط <a href="%1$s" title="%2$s" target="_blank">الوظيفة الإضافية للتبرعات المتكررة</a> وتزويد المتبرعين بخيارات منح اشتراك مرنة.

source: Click to view the Recurring Donations add-on
ar: انقر لعرض الوظيفة الإضافية للتبرعات المتكررة

source: View Add-on
ar: عرض الوظيفة الإضافية

source: Redirecting...
ar: إعادة توجيه...

source: Classic Form
ar: النموذج الكلاسيكي

source: %1$sVisual Appearance%2$s
ar: %1$s المظهر المرئي %2$s

source: Primary Color
ar: اللون الأساسي

source: The primary color is used throughout the Form Template for various elements including buttons, line breaks, and focus/hover elements. Set a color that reflects your brand or website colors for best results.
ar: يتم استخدام اللون الأساسي في جميع أنحاء قالب النموذج للعديد من العناصر بما في ذلك الأزرار وفواصل الأسطر وعناصر التركيز / التمرير. عيّن لونًا يعكس علامتك التجارية أو ألوان موقع الويب للحصول على أفضل النتائج.

source: Container Style
ar: حاوية الستيل

source: Do you want your donation form to be in a white container or without a container so that it blends into your website’s background?
ar: هل تريد أن يكون نموذج التبرع الخاص بك في حاوية بيضاء أو بدون حاوية بحيث تمتزج في خلفية موقع الويب الخاص بك؟

source: Boxed
ar: محاصر

source: Unboxed
ar: بدون علبة

source: Primary Font
ar: الخط الأساسي

source: A custom Google Font can make the donation form look great but can increase page load times as well as create a third party dependency. The Theme Font option will use your theme’s font. The System Font option uses the system font of a particular operating system and can boost performance.
ar: يمكن أن يجعل خط Google المخصص نموذج التبرع يبدو رائعًا ولكن يمكنه زيادة أوقات تحميل الصفحة بالإضافة إلى إنشاء تبعية لطرف ثالث. سيستخدم خيار Theme Font خط المظهر الخاص بك. يستخدم خيار خط النظام خط النظام لنظام تشغيل معين ويمكن أن يعزز الأداء.

source: User's System Font
ar: خط نظام المستخدم

source: Display Header
ar: رأس العرض

source: If enabled, a headline and description show above the donation fields.
ar: في حالة التمكين ، يظهر العنوان والوصف أعلى حقول التبرع.

source: Main Heading
ar: العنوان الرئيسي

source: This is the text that displays as a headline in the form header.
ar: هذا هو النص الذي يتم عرضه كعنوان رئيسي في رأس النموذج.

source: The description displays below the headline, and defaults to the Donation Form's excerpt, if present. Best practice: limit the description to short sentences that drive the donor toward the next step.
ar: يتم عرض الوصف أسفل العنوان ، وافتراضيًا لمقتطف نموذج التبرع ، إن وجد. أفضل ممارسة: قصر الوصف على جمل قصيرة تدفع المتبرع نحو الخطوة التالية.

source: Header Background Image
ar: صورة خلفية الهيدر

source: Upload an eye-catching image that reflects your cause. For best results use an image in 16x9 aspect ratio at least 855x480px.
ar: قم بتحميل صورة لافتة للنظر تعكس قضيتك. للحصول على أفضل النتائج ، استخدم صورة بنسبة عرض إلى ارتفاع تبلغ 16 × 9 على الأقل 855 × 480 بكسل.

source: Header Background Color
ar: لون خلفية الهيدر

source: This color is used to tint the header image (if set), or be the header color if no image is present, as well as the receipt page header color.
ar: يُستخدم هذا اللون لتلوين صورة الرأس (إذا تم تعيينها) ، أو لون رأس الصفحة في حالة عدم وجود صورة ، بالإضافة إلى لون رأس صفحة الإيصال.

source: Secure Donation Badge
ar: شارة التبرع الآمن

source: If enabled, a badge will display show in the header providing a security reassurance for donors.
ar: في حالة التمكين ، ستظهر شارة في العنوان توفر ضمانًا أمنيًا للمتبرعين.

source: Secure Donation Badge Text
ar: نص شارة التبرع الآمن

source: This is the text that displays for the security badge.
ar: هذا هو النص الذي يظهر لشارة الأمان.

source: 100% Secure Donation
ar: التبرع آمن بنسبة 100%

source: %1$sSection 1:%2$s Donation Amount
ar: %1$s القسم 1: %2$s مبلغ التبرع

source: Headline
ar: العنوان الرئيسي

source: The Headline displays before the donation level amounts, and is designed to provide context for those levels. Best practice: limit this to 1 sentence crafted to drive the donor to decide and to remove friction. Leave blank to remove.
ar: يتم عرض العنوان قبل مبالغ مستوى التبرع ، وهو مصمم لتوفير سياق لتلك المستويات. أفضل ممارسة: حدد هذا بجملة واحدة مصممة لدفع المتبرع لاتخاذ القرار وإزالة الاحتكاك. اتركه فارغا للإزالة.

source: The description displays below the headline and is designed to remove obstacles from donating. Best practice: use this section to reassure donors that they are making a wise decision. Leave blank to remove.
ar: يتم عرض الوصف أسفل العنوان الرئيسي وهو مصمم لإزالة العوائق من التبرع. أفضل الممارسات: استخدم هذا القسم لطمأنة المانحين بأنهم يتخذون قرارًا حكيمًا. اتركه فارغا للإزالة.

source: %1$sSection 2:%2$s Donor Information
ar: %1$s القسم 2: %2$s معلومات المتبرع

source: The Headline introduces the section where donors provide information about themselves. Best practice: limit the headline to one short sentence. Leave blank to remove.
ar: يقدم العنوان القسم الذي يقدم فيه المتبرعون معلومات عن أنفسهم. أفضل الممارسات: حدد العنوان بجملة واحدة قصيرة. اتركه فارغا للإزالة.

source: The description displays below the headline and is designed to remove obstacles from donating. Best practice: use this section to reassure donors that their information is secure. Leave blank to remove.
ar: يتم عرض الوصف أسفل العنوان الرئيسي وهو مصمم لإزالة العوائق من التبرع. أفضل الممارسات: استخدم هذا القسم لطمأنة المتبرعين بأن معلوماتهم آمنة. اتركه فارغا للإزالة.

source: %1$sSection 3:%2$s Payment Method
ar: %1$s القسم 3: %2$s طريقة الدفع

source: The Headline introduces the section where donors provide payment information. Best practice: limit the headline to one short sentence. Leave blank to remove.
ar: يقدم العنوان القسم الذي يوفر فيه المانحون معلومات الدفع. أفضل الممارسات: حدد العنوان بجملة واحدة قصيرة. اتركه فارغا للإزالة.

source: How would you like to pay today?
ar: كيف تريد أن تدفع اليوم؟

source: This donation is a secure and encrypted payment.
ar: هذا التبرع هو دفع آمن ومشفّر.

source: Display a summary of the donation on the Payment Information step
ar: اعرض ملخصًا للتبرع في خطوة معلومات الدفع

source: Summary Heading
ar: عنوان الملخص

source: This text displays above the donation summary table and is designed to help introduce the donation breakdown to the visitor. Leave blank to remove.
ar: يظهر هذا النص أعلى جدول ملخص التبرع وهو مصمم للمساعدة في تقديم تفاصيل التبرع للزائر. اتركه فارغا للإزالة.

source: Summary Location
ar: موقع الملخص

source: Where should the donation summary be placed?
ar: أين يجب وضع ملخص التبرع؟

source: Before Payment Fields
ar: قبل حقول الدفع

source: After Payment Fields
ar: بعد حقول الدفع

source: Donation Receipt and Thank You
ar: إيصال التبرع وشكرًا لك

source: This message displays in large font on the thank you screen. Best practice: short, sweet, and sincere works best.
ar: يتم عرض هذه الرسالة بخط كبير على شاشة شكرًا لك. أفضل الممارسات: هي الأعمال القصيرة ، والحلوة ، والصادقة.

source: Hey {name}, thanks for your donation!
ar: مرحبًا {name} ، شكرًا على تبرعك!

source: The description is displayed directly below the main headline and should be 1-2 sentences. You may use <a href="http://docs.givewp.com/email-tags" target="_blank">any of the available template tags</a> within this message.
ar: يتم عرض الوصف مباشرة أسفل العنوان الرئيسي ويجب أن يتكون من جملة أو جملتين. يمكنك استخدام <a href="http://docs.givewp.com/email-tags" target="_blank">أي من علامات القالب المتاحة</a> داخل هذه الرسالة.

source: {name}, your contribution means a lot and will be put to good use in making a difference. We’ve sent your donation receipt to {donor_email}.
ar: {name} ، فإن مساهمتك تعني الكثير وسيتم الاستفادة منها في إحداث فرق. لقد أرسلنا إيصال تبرعك إلى {donor_email}.

source: Social Sharing
ar: وتشمل المشاركة الاجتماعية

source: Enable to display links for donors to share on social media that they donated.
ar: تمكين لعرض روابط للمتبرعين لمشاركتها على وسائل التواصل الاجتماعي التي تبرعوا بها.

source: Sharing Instruction
ar: تعليمات المشاركة

source: Sharing instructions display above the social sharing buttons. Best practice: be direct, bold, and confident here. Donors share when they are asked to.
ar: تظهر تعليمات المشاركة أعلى أزرار المشاركة الاجتماعية. كن مباشرا وجريئا وواثقاً هنا. يشارك المتبرعون عندما يُطلب منهم ذلك.

source: Twitter Message
ar: رسالة تويتر

source: This puts "words in the mouth" of your donor to share with their Twitter followers.
ar: هذا يضع "الكلمات في فم" المتبرع لمشاركتها مع متابعيهم على Twitter.

source: Raised
ar: تم تمويل

source: %s of %s goal
ar: %s من %s الهدف

source: Share on Facebook
ar: شارك على الفيسبوك

source: Share on Twitter
ar: شارك على تويتر

source: Go to my Donor Dashboard
ar: اذهب إلى لوحة بيانات المتبرع

source: Legacy Form
ar: نموذج الإرث

source: Step description will show up here if any
ar: سيظهر وصف الخطوة هنا إن وجد

source: How much would you like to donate? As a contributor to %s we make sure your donation goes directly to supporting our cause. Thank you for your generosity!
ar: كم تريد التبرع؟ بصفتك أحد المساهمين في %s ، نتأكد من أن تبرعك يذهب مباشرةً لدعم قضيتنا. شكرا لكرمكم!

source: Donate with %1$s
ar: تبرع بـ %1$s

source: Visual Appearance
ar: المظهر المرئي

source: The primary color is used throughout the Form Template for various elements including buttons, line breaks, and focus/hover elements. Set a color that reflects your brand or main featured image for best results.
ar: يتم استخدام اللون الأساسي في جميع أنحاء قالب النموذج للعديد من العناصر بما في ذلك الأزرار وفواصل الأسطر وعناصر التركيز / التمرير. عيّن لونًا يعكس علامتك التجارية أو الصورة المميزة الرئيسية للحصول على أفضل النتائج.

source: The default font for this donation form uses the Montserrat Google Font. The System Font option uses the system font of a particular operating system and can boost performance but impact visual appearance.
ar: يستخدم الخط الافتراضي لنموذج التبرع هذا خط مونتسيرات Google. يستخدم خيار خط النظام خط النظام لنظام تشغيل معين ويمكن أن يعزز الأداء ولكن يؤثر على المظهر المرئي.

source: Montserrat Google Font
ar: مونتسيرات جوجل الخط

source: User’s System Font
ar: خط نظام المستخدم

source: Decimal amounts
ar: المبالغ العشرية

source: Do you want to enable decimal amounts? When the setting is disabled, decimal values are rounded.
ar: هل تريد تمكين المبالغ العشرية؟ عندما يتم تعطيل الإعداد ، يتم تقريب القيم العشرية.

source: %1$s Step 1: %2$s Introduction
ar: %1$s الخطوة 1: %2$s مقدمة

source: Step description goes here.
ar: وصف الخطوة هنا.

source: Include Step One
ar: قم بتضمين الخطوة الأولى

source: If enabled, a headline and description show for the first step of the donation process.
ar: في حالة التمكين ، يظهر العنوان والوصف للخطوة الأولى في عملية التبرع.

source: The headline displays at the top of step one, and defaults to the Form Title. Best practice: limit the headline to fewer than 8 words.
ar: يتم عرض العنوان في الجزء العلوي من الخطوة الأولى ، ويتم تعيينه افتراضيًا على عنوان النموذج. أفضل ممارسة: اجعل العنوان أقل من 8 كلمات.

source: Upload an eye-catching image that reflects your cause. For best results use an image in 16x9 aspect ratio at least 680x400px.
ar: قم بتحميل صورة لافتة للنظر تعكس قضيتك. للحصول على أفضل النتائج ، استخدم صورة بنسبة عرض إلى ارتفاع تبلغ 16 × 9 لا تقل عن 680 × 400 بكسل.

source: Donate Button
ar: زر التبرع

source: Customize the text that appears prompting the user to go to the next step.
ar: تخصيص النص الذي يظهر مطالبة المستخدم بالانتقال إلى الخطوة التالية.

source: %1$s Step 2: %2$s Payment Amount
ar: %1$s الخطوة الثانية: %2$s مبلغ الدفع

source: Header Label
ar: تسمية العنوان

source: The Header Label displays at the top of this step, and is designed to focus the donor's attention on what this step is about. Best Practice: limit this to fewer than 4 words.
ar: يتم عرض Header Label في الجزء العلوي من هذه الخطوة ، وهو مصمم لتركيز انتباه المتبرع على ما تدور حوله هذه الخطوة. أفضل ممارسة: حدد هذا بأقل من 4 كلمات.

source: Content displays before the level amounts, and is designed to provide context for those levels. Best practice: limit this to 1-2 short sentences crafted to drive the donor to decide and to remove friction.
ar: يتم عرض المحتوى قبل مقادير المستوى ، وهو مصمم لتوفير سياق لتلك المستويات. أفضل ممارسة: حدد هذا في جملة أو اثنتين من الجمل القصيرة المصممة لدفع المتبرع لاتخاذ القرار وإزالة الاحتكاك.

source: %1$s Step 3: %2$s Payment Information
ar: %1$s الخطوة 3: %2$s معلومات الدفع

source: The Headline introduces the section where donors provide information about themselves. Best practice: limit the headline to fewer than 5 words.
ar: يقدم العنوان القسم الذي يقدم فيه المتبرعون معلومات عن أنفسهم. أفضل ممارسة: حدد العنوان بأقل من 5 كلمات.
