Repository: quocvietht03/alone
Catalog: languages/give-*.po
Languages: ar

source: Preview what the import would look like without making any default changes to your site or your database.
ar: قم بمعاينة الشكل الذي سيبدو عليه الاستيراد بدون إجراء أية تغييرات افتراضية على موقعك أو قاعدة البيانات الخاصة بك.

source: Begin Import
ar: ابدأ الاستيراد

source: Import donations from a CSV file
ar: قم باستيراد التبرعات من ملف CSV

source: This tool allows you to import or add donation data to your give form(s) via a CSV file.
ar: تتيح لك هذه الأداة استيراد بيانات التبرع أو إضافتها إلى نموذج (نماذج) العطاء عبر ملف CSV.

source: Download the sample file
ar: قم بتنزيل ملف العينة

source: here
ar: هنا

source: The file must be a Comma Seperated Version (CSV) file type only.
ar: يجب أن يكون الملف من نوع ملف إصدار مفصول بفواصل (CSV) فقط.

source: Choose a CSV file:
ar: اختر ملف CSV:

source: CSV Delimiter:
ar: محدد CSV:

source: In case your CSV file supports a different type of separator (or delimiter) -- like a tab or space -- you can set that here.
ar: في حال كان ملف CSV الخاص بك يدعم نوعًا مختلفًا من الفواصل (أو المحدد) - مثل علامة تبويب أو مسافة - يمكنك تعيين ذلك هنا.

source: Comma
ar: فاصلة

source: Tab
ar: تبويب

source: Test Mode:
ar: وضع الاختبار:

source: Select whether you would like these donations to be marked as "test" donations within the database. By default, they will be marked as live donations.
ar: حدد ما إذا كنت ترغب في وضع علامة على هذه التبرعات باعتبارها تبرعات "اختبارية" في قاعدة البيانات. بشكل افتراضي ، سيتم تمييزها على أنها تبرعات حية.

source: Create WP users for new donors:
ar: إنشاء مستخدمين وردبريس للمتبرعين الجدد:

source: The importer can create WordPress user accounts based on the names and email addresses of the donations in your CSV file. Enable this option if you'd like the importer to do that.
ar: يمكن للمستورد إنشاء حسابات مستخدم WordPress بناءً على الأسماء وعناوين البريد الإلكتروني للتبرعات في ملف CSV الخاص بك. قم بتمكين هذا الخيار إذا كنت تريد أن يقوم المستورد بذلك.

source: Delete CSV after import:
ar: حذف CSV بعد الاستيراد:

source: Your CSV file will be uploaded via the WordPress Media Library. It's a good idea to delete it after the import is finished so that your sensitive data is not accessible on the web. Disable this only if you plan to delete the file manually later.
ar: سيتم تحميل ملف CSV الخاص بك عبر مكتبة وسائط WordPress. من الجيد حذفه بعد انتهاء الاستيراد بحيث لا يمكن الوصول إلى بياناتك الحساسة على الويب. قم بتعطيل هذا فقط إذا كنت تخطط لحذف الملف يدويًا لاحقًا.

source: Process Rows Per Batch:
ar: صفوف العملية لكل دفعة:

source: Determine how many rows you would like to import per cycle.
ar: حدد عدد الصفوف التي ترغب في استيرادها لكل دورة.

source: Please upload or provide a valid CSV file.
ar: يرجى تحميل أو تقديم ملف CSV صالح.

source: Recount Stats
ar: حالة الدفع

source: Use these tools to recount stats, delete test transactions, or reset stats.
ar: استخدم هذه الأدوات لإعادة فرز الإحصائيات أو حذف معاملات الاختبار أو إعادة تعيين الإحصائيات.

source: Please select an option
ar: الرجاء اختيار أحد الخيارات

source: Recalculate Total Donation Revenue Amount
ar: إعادة حساب إجمالي مبلغ عائد التبرع

source: Recalculate Revenue Amount and Donation Counts for a Form
ar: إعادة حساب مبلغ الإيرادات وعدد التبرعات لنموذج

source: Recalculate Revenue Amount and Donation Counts for All Forms
ar: إعادة حساب مبلغ الإيرادات وعدد التبرعات لجميع الأشكال

source: Recalculate Donor Statistics
ar: إعادة حساب إحصائيات المتبرعين

source: Delete Test Donations
ar: حذف تبرعات الاختبار

source: Delete Live and Test Donations
ar: حذف التبرعات الحية والاختبارية

source: Delete Test Donors and Donations
ar: حذف المتبرعين بالاختبار والتبرعات

source: Delete Imported Donors and Donations
ar: حذف المانحين والتبرعات المستوردة

source: Delete All Data
ar: حذف كافة البيانات

source: Select Form
ar: تحديد نموذج

source: Start date
ar: تاريخ البدء

source: End date
ar: تاريخ الانتهاء

source: Delete imported WordPress users
ar: احذف مستخدمي WordPress الذين تم استيرادهم

source: Recalculates the overall donation revenue amount.
ar: يعيد احتساب إجمالي مبلغ إيراد التبرع.

source: Recalculates the donation and revenue stats for a specific form.
ar: تعيد حساب إحصاءات التبرعات والإيرادات لنموذج معين.

source: Recalculates the earnings and sales stats for all forms.
ar: يعيد حساب إحصاءات الأرباح والمبيعات لجميع الأشكال.

source: Recalculates the lifetime value and donation counts for all donors.
ar: تعيد حساب القيمة الدائمة وأعداد التبرعات لجميع المتبرعين.

source: Deletes
ar: يحذف

source: all TEST donations, donors, and related log entries.
ar: جميع تبرعات TEST والمتبرعين وإدخالات السجل ذات الصلة.

source: all LIVE and TEST donations within a specified date range. If date range is not set then all donations are deleted.
ar: جميع التبرعات الحية والاختبارية ضمن نطاق زمني محدد. إذا لم يتم تعيين نطاق التاريخ ثم يتم حذف كافة التبرعات.

source: ALL donations, donors, and related log entries regardless of TEST or LIVE mode.
ar: جميع التبرعات والمتبرعين وإدخالات السجل ذات الصلة بغض النظر عن الوضع TEST أو LIVE.

source: Export Type
ar: نوع التصدير

source: Export Options
ar: خيارات التصدير

source: Export Donation History
ar: سجل تبرعات التصدير

source: Download a CSV of all donations recorded.
ar: قم بتنزيل ملف CSV لجميع التبرعات المسجلة.

source: Export PDF of Donations and Revenue
ar: تصدير ملف PDF للتبرعات والإيرادات

source: Download a PDF of Donations and Revenue reports for all forms for the current year.
ar: قم بتنزيل ملف PDF لتقارير التبرعات والإيرادات لجميع النماذج للعام الحالي.

source: Generate PDF
ar: إنشاء تقرير PDF

source: Export Revenue and Donation Stats
ar: احصائيات ايرادات الصادرات والتبرع

source: Download a CSV of revenue and donations over time.
ar: تنزيل ملف CSV للإيرادات والتبرعات بمرور الوقت.

source: Export GiveWP Settings
ar: تصدير إعدادات GiveWP

source: Download an export of Give's settings and import it in a new WordPress installation.
ar: قم بتنزيل تصدير لإعدادات Give واستيرادها في تثبيت WordPress جديد.

source: Checked options from the list will not be exported.
ar: لن يتم تصدير الخيارات المحددة من القائمة.

source: Export JSON
ar: تصدير JSON

source: Import Settings
ar: إعدادات الاستيراد

source: (Dry Run)
ar: (ركض جاف)

source: Import Type
ar: نوع الاستيراد

source: Import Options
ar: خيارات الاستيراد

source: Import a CSV of Donations.
ar: قم باستيراد ملف CSV للتبرعات.

source: Import CSV
ar: استيراد CSV

source: Import GiveWP Settings
ar: استيراد إعدادات GiveWP

source: Import Give's settings in JSON format.
ar: استيراد إعدادات المنح بتنسيق JSON.

source: Import JSON
ar: استيراد JSON

source: Please copy and paste this information in your ticket when contacting support:
ar: يرجى نسخ ولصق هذه المعلومات في التذكرة عند الاتصال بالدعم:

source: Get System Report
ar: احصل على تقرير النظام

source: Understanding the System Report
ar: فهم تقرير النظام

source: WordPress Environment
ar: بيئة ووردبريس

source: Home URL
ar: رابط الرئيسية

source: The URL of your site's homepage.
ar: رابط صفحة موقعك الرئيسية.

source: Site URL
ar: رابط الموقع

source: The root URL of your site.
ar: عنوان URL الجذر للموقع .

source: WP Version
ar: إصدار وورد بريس

source: The version of WordPress installed on your site.
ar: إصدار ووربريس المُثبّت على موقعك.

source: WP Multisite
ar: شبكة المواقع.

source: Whether or not you have WordPress Multisite enabled.
ar: أم لا لديك وورد لتمكين “المواقع المتعددة”.

source: WP Memory Limit
ar: حد ذاكرة الموقع

source: The maximum amount of memory (RAM) that your site can use at one time.
ar: الحد الأعلى للذاكرة العشوائية (RAM) الذي يستطيع موقعك إستخدامه في وقت واحد.

source: %1$s - We recommend setting memory to at least 64 MB. See: %2$s
ar: %1$s - نوصي بتعيين الذاكرة على 64 ميغا بايت على الأقل. انظر: %2$s

source: Increasing memory allocated to PHP
ar: %s - من المستحسن تعيين ذاكرة لا يقل عن 40MB. انظر: <a href=“%s”>زيادة الذاكرة المخصصة لPHP</a>

source: WP Debug Mode
ar: وضع الموقع لكشف الأخطاء

source: Displays whether or not WordPress is in Debug Mode.
ar: عرض اذا كان الوردبريس فى وضع التصحيح أم لا.

source: WP Cron
ar: الفسفور الابيض كرون

source: Displays whether or not WP Cron Jobs are enabled.
ar: يعرض ما إذا كان WP Cron وظائف قد تم تمكين أم لا.

source: Language
ar: اللغة

source: The current language used by WordPress. Default = English
ar: اللغة الحالية المستخدمة بواسطة ووردبريس. الافتراضي = العربية

source: Permalink Structure
ar: بنية الرابط الدائم

source: The permalink structure as defined in Settings.
ar: هيكل الرابط الثابت كما هو محدد في الإعدادات.

source: Show on Front
ar: إظهار علي الرئيسية

source: Whether your front page is set to show posts or a static page.
ar: ما إذا كانت صفحتك الأولى معدة لإظهار المنشورات أو صفحة ثابتة.

source: Page on Front
ar: الصفحة على الجبهة

source: The page set to display as your front page.
ar: تم تعيين الصفحة للعرض كصفحتك الأولى.

source: Unset
ar: إلغاء تعيين

source: Page for Posts
ar: صفحة للوظائف

source: The page set to display your posts.
ar: مجموعة الصفحة لعرض مشاركاتك.

source: Table Prefix
ar: بادئة الجدول

source: The table prefix used in your WordPress database.
ar: بادئة الجدول المستخدمة في قاعدة بيانات WordPress الخاصة بك.

source: Table Prefix Length
ar: طول بادئة الجدول

source: The length of the table prefix used in your WordPress database.
ar: طول بادئة الجدول المستخدمة في قاعدة بيانات WordPress الخاصة بك.

source: Table Prefix Status
ar: طول بادئة الجدول

source: The status of the table prefix used in your WordPress database.
ar: حالة بادئة الجدول المستخدمة في قاعدة بيانات WordPress الخاصة بك.

source: Admin AJAX
ar: الادارية AJAX

source: Whether Admin AJAX is accessible.
ar: ما إذا كان يمكن الوصول إلى المسؤول AJAX.

source: Accessible
ar: يمكن الوصول

source: Inaccessible
ar: يتعذر الوصول إليها

source: Registered Post Statuses
ar: حالات البريد المسجل

source: A list of all registered post statuses.
ar: قائمة بجميع حالات النشر المسجلة.

source: Server Environment
ar: بيئة السيرفر

source: Hosting Provider
ar: مزود استضافة

source: The hosting provider for this WordPress installation.
ar: موفر الاستضافة لتثبيت WordPress هذا.

source: Unknown
ar: غير معروف

source: TLS Connection
ar: اتصال TLS

source: Most payment gateway APIs only support connections using the TLS 1.2 security protocol.
ar: تدعم معظم واجهات برمجة تطبيقات بوابة الدفع الاتصالات التي تستخدم بروتوكول أمان TLS 1.2 فقط.

source: Connection uses %s
ar: يستخدم الاتصال %s

source: TLS Rating
ar: تقييم TLS

source: The server's connection as rated by https://www.howsmyssl.com/
ar: اتصال الخادم حسب التصنيف https://www.howsmyssl.com/

source: Server Info
ar: معلومات الخادم

source: Information about the web server that is currently hosting your site.
ar: معلومات عن السرفر الذي يستضيف حاليا موقعك.

source: PHP Version
ar: نسخة الـPHP

source: The version of PHP installed on your hosting server.
ar: إصدار PHP المثبتة على الخادم المضيف الخاص بك.

source: %1$s - We recommend a minimum PHP version of 5.6. See: %2$s
ar: %1$s - نوصي على الأقل بإصدار PHP 5.6. انظر: %2$s

source: PHP Requirements in Give
ar: متطلبات PHP في Give

source: PHP Post Max Size
ar: PHP الحجم الاقصي للبوست

source: The largest filesize that can be contained in one post.
ar: أكبر حجم للملف يمكن تضمينه في مشاركة واحدة.

source: PHP Time Limit
ar: المهلة الزمنية ل PHP

source: The amount of time (in seconds) that your site will spend on a single operation before timing out (to avoid server lockups).
ar: مقدار الوقت (بالثواني) التي يستغرقها موقعك في تنفيذ عملية واحدة قبل انتهاء المهملة ( لتجنب منع الخادم)

source: PHP Max Input Vars
ar: PHP القيمة الاقصي للمتغير

source: The maximum number of variables your server can use for a single function to avoid overloads.
ar: الحد الأقصى لعدد من المتغيرات يمكن استخدام الملقم الخاص بك لدالة واحدة لتجنب التحميلات الزائدة.

source: PHP Max Upload Size
ar: أقصى حجم لتحميل PHP

source: The largest filesize that can be uploaded to your WordPress installation.
ar: أكبر حجم للملف يمكن تحميله على تثبيت وردبريس.

source: cURL Version
ar: نسخة cURL

source: The version of cURL installed on your server.
ar: نسخة cURL المتبتة على سرفر الخاص بك

source: %s - We recommend a minimum cURL version of 7.40.
ar: %s - نوصي باستخدام إصدار cURL لا يقل عن 7.40.

source: SUHOSIN Installed
ar: تم تثبيت SUHOSIN

source: Suhosin is an advanced protection system for PHP installations. It was designed to protect your servers on the one hand against a number of well known problems in PHP applications and on the other hand against potential unknown vulnerabilities within these applications or the PHP core itself. If enabled on your server, Suhosin may need to be configured to increase its data submission limits.
ar: Suhosin هو نظام حماية متقدم لنظام PHP. وقد صمم هذا البرنامج لحماية الخوادم من جهة ضد عدد من المشاكل المعروفة في تطبيقات PHP، ومن جهة أخرى ضد الضعف مجهولة المحتملة داخل هذه التطبيقات أو PHP الأساسية نفسها. إذا تمكين على الخادم الخاص بك، قد تحتاج Suhosin إلى أن يتم تكوين لزيادة حدود تقديم البيانات الخاصة به.

source: MySQL Version
ar: إصدار MySQL

source: The version of MySQL installed on your hosting server.
ar: إصدار MySQL المثبت على الخادم الخاص بك.

source: %1$s - We recommend a minimum MySQL version of 5.6. See: %2$s
ar: %1$s - نوصي بإصدار MySQL بحد أدنى من 5.6. راجع: %2$s

source: WordPress Requirements
ar: متطلبات ووردبرس

source: Default Timezone is UTC
ar: المنطقة الزمنية الافتراضية هي UTC

source: The default timezone for your server.
ar: المنطقة الزمنية الإفتراضية على الخادم الخاص بك.

source: Default timezone is %s - it should be UTC
ar: التوقيت الافتراضي هو %s - ينبغي أن يكون UTC

source: Payment gateways can use cURL to communicate with remote servers to authorize payments, other plugins may also use it when communicating with remote services.
ar: بوابات الدفع يمكن ان تستخدم cURL لتتصل بالخوادم عن بعد من اجل ان تتم عمليه الدفع , ومن الممكن ان تستخدمها اضافات اخرى ايضا لتصل بخدمات عن بعد .

source: Your server does not have fsockopen or cURL enabled - PayPal IPN and other scripts which communicate with other servers will not work. Contact your hosting provider.
ar: لم يكن لديك خادم فسوكوبين أو كورل تمكين - باي بال إبن وغيرها من البرامج النصية التي التواصل مع خوادم أخرى لن تعمل. اتصل بمزود خدمة الاستضافة.

source: Some webservices like shipping use SOAP to get information from remote servers, for example, live shipping quotes from FedEx require SOAP to be installed.
ar: بعض خدمات الشبكة مثل الشحن تستخدم SOAP للحصول على معلومات من خوادم اخرى عن بعد، على سبيل المثال، الشحن المباشرة من فيديكس تتطلب SOAP ليتم تثبيتها.

source: Your server does not have the %s class enabled - some gateway plugins which use SOAP may not work as expected.
ar: لا يوجد لدى الملقم الخاص بك فئة %s ممكّنة - قد لا تعمل بعض الإضافات الخاصة بالبوابة التي تستخدم SOAP كما هو متوقع.

source: HTML/Multipart emails use DOMDocument to generate inline CSS in templates.
ar: رسائل البريد الإلكتروني HTML /Multipart استخدام DOMDocument لإنشاء CSS مضمنة في القوالب.

source: Your server does not have the %s class enabled - HTML/Multipart emails, and also some extensions, will not work without DOMDocument.
ar: لا يوجد لدى الملقم الخاص بك فئة %s ممكنة - رسائل البريد الإلكتروني HTML/Multipart، وكذلك بعض الملحقات، لن تعمل بدون DOMDocument.

source: gzip is used for file compression and decompression.
ar: يستخدم gzip لضغط الملفات وإلغاء الضغط.

source: Your server does not support the %s function - this is used for file compression and decompression.
ar: الخادم الخاص بك لا يدعم الوظيفة %s - يتم استخدامها لضغط الملفات وإلغاء الضغط.

source: GD Graphics Library is used for dynamically manipulating images.
ar: تُستخدم مكتبة رسومات GD لمعالجة الصور ديناميكيًا.

source: Multibyte String (mbstring) is used to convert character encoding, like for emails or converting characters to lowercase.
ar: يتم استخدام سلسلة متعددة البايت (mbstring) لتحويل ترميز الأحرف، مثل رسائل البريد الإلكتروني أو تحويل الأحرف إلى أحرف صغيرة.

source: Your server does not support the %s functions - this is required for better character encoding. Some fallbacks will be used instead for it.
ar: لا يعتمد الملقم الخاص بك دالات %s - هذا مطلوب لتحسين ترميز الأحرف. سيتم استخدام بعض الاحتياطيات بدلا من ذلك لذلك.

source: Remote Post
ar: منشور عن بعد

source: PayPal uses this method of communicating when sending back transaction information.
ar: باي بال يستخدم هذا الأسلوب في التواصل عند إرسال معلومات المعاملة مرة أخرى .

source: Error: %s
ar: خطأ: %s

source: Status code: %s
ar: رمز حالة الطلب: %s

source: Remote Get
ar: احصل على جهاز التحكم عن بعد

source: GiveWP plugins may use this method of communication when checking for plugin updates.
ar: قد تستخدم ملحقات GiveWP طريقة الاتصال هذه عند البحث عن تحديثات البرنامج المساعد.

source: wp_remote_get() failed. The GiveWP plugin updater won't work with your server. Contact your hosting provider.
ar: فشل wp_remote_get (). لن يعمل مُحدِّث البرنامج المساعد GiveWP مع خادمك. اتصل بمزود الاستضافة الخاص بك.

source: GiveWP Configuration
ar: تكوين GiveWP

source: GiveWP Version
ar: إصدار GiveWP

source: The version of GiveWP installed on your site.
ar: إصدار GiveWP المثبت على موقعك.

source: Whether cache is enabled in GiveWP settings.
ar: ما إذا تم تمكين ذاكرة التخزين المؤقت في إعدادات GiveWP أم لا.

source: Database Updates
ar: تحديثات قاعدة البيانات

source: This will show the number of pending database updates.
ar: سيظهر هذا عدد تحديثات قاعدة البيانات المعلقة.

source: All DB Updates Completed.
ar: اكتملت كافة تحديثات قاعدة البيانات.

source: %1$s updates still need to run. (Paused)
ar: لا تزال هناك حاجة إلى تشغيل %1$s من التحديثات. (متوقف مؤقتًا)

source: %1$s updates still need to run.
ar: لا تزال هناك حاجة إلى تشغيل %1$s من التحديثات.

source: %1$s of %2$s updates still need to run.
ar: لا تزال هناك حاجة إلى تشغيل %1$s من %2$s من التحديثات.

source: Database Migrations
ar: عمليات ترحيل قاعدة البيانات

source: This will inform you whether database migration completed or not.
ar: سيخبرك هذا ما إذا كان ترحيل قاعدة البيانات قد اكتمل أم لا.

source: Few Database Migrations still need to run.
ar: لا يزال هناك عدد قليل من عمليات ترحيل قاعدة البيانات بحاجة إلى التشغيل.

source: All Database Migrations Completed.
ar: اكتملت كافة عمليات ترحيل قاعدة البيانات.

source: Database Tables
ar: جداول قاعدة البيانات

source: This will show list of installed database tables.
ar: سيعرض هذا قائمة جداول قاعدة البيانات المثبتة.

source: GiveWP Emails
ar: GiveWP رسائل البريد الإلكتروني

source: Whether emails is enabled in GiveWP settings.
ar: ما إذا تم تمكين رسائل البريد الإلكتروني في إعدادات GiveWP.

source: Upgraded From
ar: تمت ترقيته من

source: The version of GiveWP installed prior to the last update.
ar: تم تثبيت إصدار GiveWP قبل التحديث الأخير.

source: Whether Test Mode is enabled in GiveWP settings.
ar: ما إذا كان وضع الاختبار ممكّنًا في إعدادات GiveWP.

source: The currency code selected in GiveWP settings.
ar: رمز العملة المحدد في إعدادات GiveWP.

source: The currency position selected in GiveWP settings.
ar: وضع العملة المحدد في إعدادات GiveWP.

source: Before
ar: قبل

source: After
ar: بعد

source: The decimal separator defined in GiveWP settings.
ar: الفاصل العشري المحدد في إعدادات GiveWP.

source: The thousands separator defined in GiveWP settings.
ar: فاصل الآلاف المحدد في إعدادات GiveWP.

source: The page where donors land following a successful transaction.
ar: الصفحة التي يهبط فيها المتبرعون بعد صفقة ناجحة.

source: Failure Page
ar: صفحة الفشل

source: The page where donors land following a failed transaction.
ar: الصفحة التي يهبط فيها المتبرعون بعد صفقة فاشلة.

source: The page where past donations are listed.
ar: الصفحة التي يتم فيها سرد التبرعات السابقة.

source: GiveWP Forms Slug
ar: نماذج GiveWP Slug

source: The slug used for GiveWP donation forms.
ar: القطعة المستخدمة في نماذج التبرع المقدمة من GiveWP.

source: Enabled Payment Gateways
ar: بوابات الدفع الممكنة

source: All payment gateways enabled in GiveWP settings.
ar: تم تمكين جميع بوابات الدفع في إعدادات GiveWP.

source: Default Payment Gateway
ar: بوابة الدفع الإفتراضية

source: The default payment gateway selected in GiveWP settings.
ar: بوابة الدفع الافتراضية المحددة في إعدادات GiveWP.

source: PayPal IPN Notifications
ar: إخطارات PayPal IPN

source: Displays whether when last PayPal IPN is received with which donation or transaction.
ar: يعرض ما إذا كان يتم تلقي آخر IPPal IPN عند استلام التبرع أو المعاملة.

source: IPN received for <a href="%1$s">#%2$s</a> ( <a href="%3$s" target="_blank">%4$s</a> ) on %5$s at %6$s. Status %7$s
ar: تم استلام IPN لـ <a href="%1$s"># %2$s</a> ( <a href="%3$s" target="_blank">%4$s</a> ) في %5$s الساعة %6$s. الحالة %7$s

source: Donor Email Access
ar: الوصول إلى البريد الكتروني للمتبرع

source: Whether donors can access their donation history using only email.
ar: ما إذا كان بإمكان المتبرعين الوصول إلى سجل تبرعاتهم باستخدام البريد الإلكتروني فقط.

source: Stripe Webhook Notifications
ar: إخطارات خطّاف الويب الشريطي

source: Displays whether when last Stripe Webhook is received with which donation or transaction.
ar: يعرض ما إذا كان قد تم استلام آخر خطاف على الويب من Stripe مع أي تبرع أو معاملة.

source: Active GiveWP Add-ons
ar: إضافات GiveWP النشطة

source: Visit plugin homepage
ar: زيارة موقع الإضافة

source: Visit author homepage
ar: الذهاب الى الصفحة الرئيسية

source: Licensed
ar: مرخصة

source: Unlicensed
ar: غير مرخص

# by author
source: by %s
ar: بواسطة %s

source: Other Active Plugins
ar: الإضافات النشطة الأخرى

source: Inactive Plugins
ar: الإضافات غير النشطة

source: Active MU Plugins
ar: نشطة الإضافات MU

source: Theme
ar: القالب

source: The name of the current active theme.
ar: اسم القالب النشط حالياً.

source: Version
ar: الإصدار

source: The installed version of the current active theme.
ar: رقم اصدار القالب المثبت حاليا.

source: Author URL
ar: رابط المؤلف

source: The theme developer's URL.
ar: عنوان URL لمطور السمة.

source: Child Theme
ar: القالب الابن

source: Whether the current theme is a child theme.
ar: ما إذا كان الموضوع الحالي هو موضوع فرعي.

source: If you're modifying GiveWP on a parent theme you didn't build personally, then we recommend using a child theme. See: <a href="%s" target="_blank">How to Create a Child Theme</a>
ar: إذا كنت تقوم بتعديل GiveWP على موضوع رئيسي لم تقم ببنائه شخصيًا ، فنحن نوصي باستخدام سمة فرعية. انظر: <a href="%s" target="_blank">كيفية إنشاء موضوع الطفل</a>

source: Parent Theme Name
ar: القالب المفعّل

source: The name of the parent theme.
ar: اسم القالب الأساسي.

source: Parent Theme Version
ar: النسخة المثبتة

source: The installed version of the parent theme.
ar: اصدار النسخة الخاصة بالقالب الأساسي.

source: Parent Theme Author URL
ar: رابط مطوري القالب.

source: The parent theme developers URL.
ar: رابط مطوري القالب.

source: GiveWP Updates Complete
ar: اكتملت تحديثات GiveWP

source: Updates
ar: التحديثات

source: GiveWP Updates
ar: تحديثات GiveWP

source: Database Update
ar: تحديث قاعدة البيانات

source: GiveWP needs to update your database to the latest version. The following process will make updates to your site's database. Please create a backup before proceeding.
ar: تحتاج GiveWP إلى تحديث قاعدة البيانات الخاصة بك إلى أحدث إصدار. ستعمل العملية التالية على إجراء تحديثات لقاعدة بيانات موقعك. الرجاء إنشاء نسخة احتياطية قبل المتابعة.

source: Restart the updater
ar: أعد تشغيل المحدث

source: An unexpected issue occurred during the database update which caused it to stop automatically. Please contact support for assistance.
ar: حدثت مشكلة غير متوقعة أثناء تحديث قاعدة البيانات مما أدى إلى إيقافها تلقائيًا. الرجاء الاتصال بالدعم للحصول على المساعدة.

source: Read More
ar: اقرأ المزيد

source: GiveWP database updates completed successfully. Thank you for updating to the latest version!
ar: اكتملت تحديثات قاعدة بيانات GiveWP بنجاح. شكرا لك على التحديث إلى أحدث إصدار!
