Repository: quocvietht03/alone
Catalog: languages/give-*.po
Languages: ar

source: Phone Number
ar: رقم الهاتف

source: Subscription
ar: اشتراك

source: Subscription Status
ar: حالة الاشتراك

source: Renewal Date
ar: تاريخ التجديد

source: Progress
ar: التقدم

source: Ongoing
ar: جارية الان

source: Every %d Minutes
ar: كل %d دقيقة

source: at
ar: في

source: Here's what you're about to donate:
ar: إليك ما أنت على وشك التبرع به:

source: Donation accepted with Stripe account
ar: التبرع مقبول مع حساب Stripe

source: using Stripe Connect.
ar: باستخدام Stripe Connect.

source: using Manual API Keys.
ar: باستخدام مفاتيح API اليدوية.

source: Selected country
ar: الدول المختارة

source: No country selected
ar: لم يتم إختيار البلد

source: List of countries
ar: قائمة الدول

source: No results found
ar: لا يوجد نتائج

source: An unexpected error occurred while processing the subscription. Please try again or contact the site administrator.
ar: حدث خطأ غير متوقع أثناء معالجة الاشتراك. يرجى المحاولة مرة أخرى أو الاتصال بمسؤول الموقع.

source: Status changed from %s to %s
ar: تم تغيير حالة الطلب من %s الى %s

source: gateway
ar: بوابة

source: Give Core
ar: نواة البرنامج

source: Create new give_log table
ar: إنشاء جدول give_log جديد

source: Delete give_logs and give_logmeta tables
ar: احذف جداول give_logs و give_logmeta

source: Migrate existing logs to give_log table
ar: ترحيل السجلات الموجودة إلى جدول give_log

source: Warning
ar: تحذير

source: Notice
ar: تنبيه

source: Info
ar: معلومات

source: Spam
ar: مزعج

source: Debug
ar: تصحيح الخطأ

source: Create new give_migrations table
ar: إنشاء جدول give_migrations جديد

source: Red
ar: أحمر

source: Orange
ar: برتقالي

source: Green
ar: أخضر

source: Blue
ar: أزرق

source: Purple
ar: أرجواني

source: Grey
ar: رمادي

source: raised
ar: تم جمعة

source: goal
ar: الهدف

source: Advocacy
ar: المناصرة

source: Education
ar: التعليم

source: Environmental
ar: البيئية

source: Health
ar: الصحة

source: Political
ar: سياسي

source: Religious
ar: ديني

source: Agree to terms?
ar: توافق على شروط؟

source: The terms can be customized in the donation form settings.
ar: يمكن تخصيص الشروط في إعدادات نموذج التبرع.

source: Choose Amount
ar: اختر المبلغ

source: How much would you like to donate? As a contributor to %s we make sure your donation goes directly to supporting our cause.
ar: كم تريد التبرع؟ بصفتك أحد المساهمين في %s ، نتأكد من أن تبرعك يذهب مباشرةً لدعم قضيتنا.

source: Add Your Information
ar: أضف معلوماتك

source: Who's giving today?
ar: من يعطي اليوم؟

source: We’ll never share this information with anyone.
ar: لن نشارك هذه المعلومات مع أي شخص.

source: A great big thank you!
ar: شكرا جزيلا!

source: {name}, your contribution means a lot and will be put to good use in making a difference. We’ve sent your donation receipt to {donor_email}.
ar: ‫{name} ، فإن مساهمتك تعني الكثير وسيتم الاستفادة منها في إحداث فرق. لقد أرسلنا إيصال تبرعك إلى {donor_email}.

source: Help spread the word by sharing your support with your friends and followers!
ar: ساعد في نشر الكلمة من خلال مشاركة دعمك مع أصدقائك ومتابعيك!

source: I just gave to this cause. Who's next?
ar: أنا فقط أعطيت لهذه القضية. من التالي؟

source: The reference name for the setting being updated.
ar: الاسم المرجعي للإعداد الجاري تحديثه.

source: The value of the setting being updated.
ar: يتم تحديث قيمة الإعداد.

source: A short alphabetic geographical code representing a country.
ar: رمز جغرافي أبجدي قصير يمثل دولة.

source: Setup
ar: إعداد

source: GiveWP Setup Guide
ar: دليل إعداد GiveWP

source: Step
ar: خطوة

source: Create your first donation form
ar: قم بإنشاء نموذج التبرع الأول الخاص بك

source: Not Completed
ar: لم يكتمل

source: Connect a payment gateway
ar: قم بتوصيل بوابة الدفع

source: Connect to Stripe
ar: الاتصال بـ Stripe

source: Stripe is one of the most popular payment gateways, and for good reason! Receive one-time and Recurring Donations (add-on) using many of the most popular payment methods. Note: the FREE version of Stripe includes an additional 2% fee for processing one-time donations. Remove the fee by installing and activating the premium Stripe add-on.
ar: Stripe هي واحدة من أكثر بوابات الدفع شيوعًا ، ولسبب وجيه! تلقي تبرعات لمرة واحدة ومتكررة (وظيفة إضافية) باستخدام العديد من طرق الدفع الأكثر شيوعًا. ملاحظة: يتضمن الإصدار المجاني من Stripe مبلغ 2 % f إضافيًا لمعالجة التبرعات لمرة واحدة. قم بإزالة الرسوم عن طريق تثبيت وتفعيل الوظيفة الإضافية Premium Stripe.

source: Connect to PayPal
ar: اتصل بـ PayPal

source: PayPal is synonymous with nonprofits and online charitable gifts. It's been the go-to payment merchant for many of the world's top NGOs. Accept PayPal, credit and debit cards without any added platform fees.
ar: PayPal مرادف للمنظمات غير الربحية والهدايا الخيرية عبر الإنترنت. لقد كان تاجر الدفع للعديد من أفضل المنظمات غير الحكومية في العالم. قبول PayPal وبطاقات الائتمان والخصم دون أي رسوم إضافية للمنصة.

source: PayPal Settings
ar: إعدادات باي بال

source: View all gateways
ar: عرض جميع البوابات

source: Activate your license
ar: تنشيط الترخيص الخاص بك

source: License key
ar: مفتاح الترخيص

source: Fee Recovery
ar: استرداد الرسوم

source: PDF Receipts
ar: إيصالات PDF

source: PDF Receipts makes it easy for your donors to print their tax deductible receipts by making PDF downloadable copies of them easily available. Donors can get a link to their receipt provided to them in the confirmation email, there is also a link in the donation confirmation screen, and a link in their Donation History page.
ar: تسهل إيصالات PDF على المتبرعين طباعة إيصالات خصم الضرائب من خلال إتاحة نسخ قابلة للتنزيل بتنسيق PDF بسهولة. يمكن للمانحين الحصول على رابط إيصالهم المقدم لهم في رسالة التأكيد بالبريد الإلكتروني ، وهناك أيضًا رابط في شاشة تأكيد التبرع ، ورابط في صفحة سجل التبرع الخاصة بهم.

source: Form Field Manager
ar: مدير حقل النموذج

source: Form Field Manager (FFM) allows you to add and manage additional fields for your GiveWP donation forms using an intuitive drag-and-drop interface. Form fields include simple fields such as checkboxes, dropdowns, radios, and more. The more complex form fields that you can add are file upload fields, Rich text editors (TinyMCE), and the powerful Repeater field.
ar: يسمح لك Form Field Manager (FFM) بإضافة وإدارة حقول إضافية لنماذج تبرع GiveWP الخاصة بك باستخدام واجهة سحب وإفلات سهلة. تتضمن حقول النموذج حقولًا بسيطة مثل مربعات الاختيار والقوائم المنسدلة وأجهزة الراديو والمزيد. حقول النموذج الأكثر تعقيدًا التي يمكنك إضافتها هي حقول تحميل الملف ومحررات النص المنسق (TinyMCE) وحقل المكرر الفعال.

source: Currency Switcher
ar: محول العملات

source: Tributes
ar: تحية

source: Allow donors to give to your cause via customizable tributes like “In honor of,” “In memory of,” or any dedication you prefer. Send eCards and produce customizable mailable cards that your donors and their honorees will love.
ar: اسمح للمانحين بالتبرع لقضيتك من خلال تكريم قابل للتخصيص مثل "تكريما لـ" أو "في ذكرى" أو أي تكريس تفضله. أرسل بطاقات إلكترونية وأنتج بطاقات قابلة للتخصيص سيحبها المتبرعون والمكرمون.

source: GiveWP Add-ons
ar: إضافات GiveWP

source: Get the most out of GiveWP
ar: احصل على أقصى استفادة من GiveWP

source: GiveWP Getting Started Guide
ar: GiveWP دليل الشروع في العمل

source: Get started
ar: ابدأ الآن

source: Dismiss Setup Screen
ar: رفض شاشة الإعداد

source: GiveWP &rsaquo; Onboarding Wizard
ar: GiveWP ›معالج Onboarding

source: PayPal order id is missing.
ar: معرف طلب PayPal مفقود.

source: Offline Donation
ar: التبرع دون اتصال

source: IPN received on %1$s at %2$s
ar: تم استلام IPN في %1$s الساعة %2$s

source: Make your donation quickly and securely with PayPal
ar: قم بالتبرع بسرعة وأمان مع PayPal

source: How it works
ar: كيفية تعمل

source: PayPal Email
ar: البريد الإلكتروني لباي بال

source: Enter the email address associated with your PayPal account to connect with the gateway.
ar: أدخل عنوان البريد الإلكتروني المرتبط بحسابك على PayPal للتواصل مع البوابة.

source: PayPal Page Style
ar: نمط صفحة PayPal

source: Enter the name of the PayPal page style to use, or leave blank to use the default.
ar: أدخل اسم نمط صفحة PayPal المراد استخدامه ، أو اتركه فارغًا لاستخدام الإعداد الافتراضي.

source: PayPal Transaction Type
ar: بايبال نوع المعاملة

source: Nonprofits must verify their status to withdraw donations they receive via PayPal. PayPal users that are not verified nonprofits must demonstrate how their donations will be used, once they raise more than $10,000. By default, GiveWP transactions are sent to PayPal as donations. You may change the transaction type using this option if you feel you may not meet PayPal's donation requirements.
ar: يجب على المنظمات غير الربحية التحقق من وضعها لسحب التبرعات التي تتلقاها عبر PayPal. يجب على مستخدمي PayPal الذين لم يتم التحقق منهم كمنظمات غير ربحية إثبات كيفية استخدام تبرعاتهم ، بمجرد أن يجمعوا أكثر من 10000 دولار. بشكل افتراضي ، يتم إرسال معاملات GiveWP إلى PayPal كتبرعات. يمكنك تغيير نوع المعاملة باستخدام هذا الخيار إذا كنت تشعر أنك قد لا تفي بمتطلبات التبرع الخاصة بـ PayPal.

source: Standard Transaction
ar: المعاملات القياسية

source: If enabled, required billing address fields are added to PayPal Standard forms. These fields are not required by PayPal to process the transaction, but you may have a need to collect the data. Billing address details are added to both the donation and donor record in GiveWP.
ar: في حالة التمكين ، تتم إضافة حقول عنوان الفواتير المطلوبة إلى نماذج PayPal القياسية. لا يطلب PayPal هذه الحقول لمعالجة المعاملة ، ولكن قد تحتاج إلى جمع البيانات. تتم إضافة تفاصيل عنوان إرسال الفواتير إلى كل من سجل التبرع والتبرع في GiveWP.

source: Invoice ID Prefix
ar: بادئة معرف الفاتورة

source: Enter a prefix for your invoice numbers. If you use your PayPal account for multiple fundraising platforms or ecommerce stores, ensure this prefix is unique. PayPal will not allow orders or donations with the same invoice number.
ar: أدخل بادئة لأرقام فاتورتك. إذا كنت تستخدم حساب PayPal الخاص بك للعديد من منصات جمع التبرعات أو متاجر التجارة الإلكترونية ، فتأكد من أن هذه البادئة فريدة. لن يسمح PayPal بالطلبات أو التبرعات بنفس رقم الفاتورة.

source: PayPal Standard Gateway Settings Docs Link
ar: رابط مستندات إعدادات بوابة PayPal القياسية

source: PayPal Standard Gateway Settings
ar: إعدادات بوابة PayPal القياسية

source: How it works:
ar: كيف تعمل:

source: PayPal Transaction ID: %s
ar: معرّف معاملة PayPal: %s

source: Stripe Charge/Payment Intent ID: %s
ar: معرّف مخطط الرسوم / هدف الدفع: %s

source: Stripe requires additional action to be fulfilled. Check your Stripe account.
ar: يتطلب Stripe إجراءً إضافيًا ليتم الوفاء به. تحقق من حساب Stripe الخاص بك.

source: Unable to find or create stripe customer object.
ar: تعذر العثور على كائن عميل شريطي أو إنشائه.

source: Stripe Customer ID: %s
ar: معرف عميل Stripe: %s

source: Stripe Source/Payment Method ID: %s
ar: معرف مصدر الشريط / طريقة الدفع: %s

source: Mandate form fields are disabled because your site is not running securely over HTTPS.
ar: تم تعطيل حقول نموذج التفويض لأن موقعك لا يعمل بشكل آمن عبر HTTPS.

source: Mandate form fields are disabled because Stripe is not connected and your site is not running securely over HTTPS.
ar: تم تعطيل حقول نموذج التفويض لأن Stripe غير متصل ولا يعمل موقعك بأمان عبر HTTPS.

source: Mandate form fields are disabled. Please connect and configure your Stripe account to accept donations.
ar: تم تعطيل حقول نموذج التفويض. يرجى الاتصال وتكوين حساب Stripe الخاص بك لقبول التبرعات.

source: Credit Card fields are disabled because your site is not running securely over HTTPS.
ar: تم تعطيل حقول بطاقة الائتمان لأن موقعك لا يعمل بشكل آمن عبر HTTPS.

source: Credit Card fields are disabled because Stripe is not connected and your site is not running securely over HTTPS.
ar: تم تعطيل حقول بطاقة الائتمان لأن Stripe غير متصل ولا يعمل موقعك بشكل آمن عبر HTTPS.

source: Credit Card fields are disabled. Please connect and configure your Stripe account to accept donations.
ar: تم تعطيل حقول بطاقة الائتمان. يرجى الاتصال وتكوين حساب Stripe الخاص بك لقبول التبرعات.

source: Stripe Payment Intent Client Secret: %s
ar: سر عميل نية الدفع عبر Stripe: %s

source: Bank Account Info
ar: معلومات الحساب المصرفي

source: Bank Account
ar: الحساب النبكي

source: BSB Number and Account Number of your bank account.
ar: رقم BSB ورقم الحساب لحسابك المصرفي.

source: Donate quickly and securely with Stripe
ar: تبرع بسرعة وأمان مع Stripe

source: A Stripe window will open after you click the Donate Now button where you can securely make your donation. You will then be brought back to this page to view your receipt.
ar: سيتم فتح نافذة Stripe بعد النقر فوق الزر Donate Now حيث يمكنك تقديم تبرعك بأمان. ستتم إعادتك بعد ذلك إلى هذه الصفحة لعرض الإيصال.

source: Unhandled payment intent status: %s
ar: حالة القصد من الدفع غير المعالج: %s

source: Charge refunded in Stripe.
ar: تم رد الرسوم في Stripe.

source: Charge failed in Stripe.
ar: فشل الشحن في Stripe.

source: Charge succeeded in Stripe.
ar: نجح المسؤول في Stripe.

source: Test GiveWP with the Test Donation Gateway
ar: اختبر برنامج GiveWP باستخدام بوابة التبرع التجريبية

source: There are no fields for this gateway and you will not be charged. This payment option is only for you to test the donation experience.
ar: لا توجد حقول لهذه البوابة ولن يتم تحصيل رسوم منك. خيار الدفع هذا مخصص لك فقط لاختبار تجربة التبرع.

source: PayPal Donations:
ar: تبرعات PayPal:

source: Please connect to your account so donations may be processed.
ar: يرجى الاتصال بحسابك حتى تتم معالجة التبرعات.

source: Connect Account
ar: ربط الحساب

source: Please check your account status as additional setup is needed before you may accept donations.
ar: يرجى التحقق من حالة حسابك حيث يلزم إعداد إضافي قبل أن تتمكن من قبول التبرعات.

source: Account Status
ar: حاله الحساب

source: Account Country
ar: بلد الحساب

source: PayPal Connection
ar: باي بال اتصال

source: PayPal is currently NOT connected.
ar: PayPal غير متصل حاليًا.

source: Accept Donations with PayPal Donations
ar: قبول التبرعات من خلال تبرعات PayPal

source: Allow your donors to give using Debit or Credit Cards directly on your website with no additional fees.
ar: اسمح للمانحين بالتبرع باستخدام بطاقات الخصم أو الائتمان مباشرة على موقع الويب الخاص بك دون أي رسوم إضافية.

source: PayPal Logo Image
ar: صورة شعار PayPal

source: Credit and Debit Card Donations
ar: تبرعات بطاقات الائتمان والخصم

source: Improve donation conversion rates
ar: تحسين معدلات تحويل التبرعات

source: Easy no-API key connection
ar: اتصال سهل بدون مفتاح API

source: Accept payments from around the world
ar: قبول المدفوعات من جميع أنحاء العالم

source: Donate via PayPal accounts
ar: تبرع عبر حسابات PayPal

source: Supports 3D Secure payments
ar: يدعم مدفوعات 3D Secure

source: Please call a PayPal support representative at %1$s
ar: يرجى الاتصال بممثل دعم PayPal على الرقم %1$s

source: Please reach out to PayPal support from your PayPal account Resolution Center
ar: يرجى التواصل مع دعم PayPal من مركز حل مشكلات حساب PayPal الخاص بك

source: and relay the following message:
ar: وترحيل الرسالة التالية:

source: Warning, your account is not ready to accept donations.
ar: تحذير ، حسابك غير جاهز لقبول التبرعات.

source: There is an issue with your PayPal account that is preventing you from being able to accept donations.
ar: هناك مشكلة في حساب PayPal تمنعك من قبول التبرعات.

source: Greetings!
ar: تحية طيبة!

source: I am trying to connect my PayPal account to the GiveWP plugin for WordPress. I have gone through the onboarding process to connect my account, but when I finish I'm given the following message from GiveWP:
ar: أحاول توصيل حسابي على PayPal بالمكوِّن الإضافي GiveWP لـ WordPress. لقد أجريت عملية الإعداد لربط حسابي ، ولكن عندما انتهيت من عملي ، تلقيت الرسالة التالية من GiveWP:

source: Please help me resolve these account errors so I can begin accepting payments via PayPal on GiveWP.
ar: الرجاء مساعدتي في حل أخطاء الحساب هذه حتى أتمكن من بدء قبول المدفوعات عبر PayPal على GiveWP.

source: Re-Check Account Status
ar: أعد التحقق من حالة الحساب

source: Click to get started!
ar: انقر لتبدأ!

source: Sign up for PayPal
ar: اشترك في PayPal

source: Connected
ar: متصل

source: Connected for payments as
ar: متصلة للمدفوعات مثل

source: Disconnect
ar: قطع الاتصال

source: You are not allowed to perform this action.
ar: غير مسموح لك تنفيذ هذا الإجراء.

source: Make sure to complete the entire PayPal process. Do not close the window until you have finished the process.
ar: تأكد من إكمال عملية PayPal بالكامل. لا تغلق النافذة حتى تنتهي من العملية.

source: The last screen of the PayPal connect process includes a button to be sent back to your site. It is important you click this and do not close the window yourself.
ar: تتضمن الشاشة الأخيرة من عملية اتصال PayPal زرًا ليتم إرساله مرة أخرى إلى موقعك. من المهم أن تنقر فوق هذا ولا تغلق النافذة بنفسك.

source: If you’re still having problems connecting:
ar: إذا كنت لا تزال تواجه مشاكل في الاتصال:

source: Having trouble connecting to PayPal?
ar: هل تواجه مشكلة في الاتصال بـ PayPal؟

source: Important
ar: مهم

source: Read Documentation
ar: قراءة دليل الاستخدام

source: View PayPal Commerce payment
ar: عرض دفع PayPal Commerce

source: To create a MerchantDetail object, please provide the following:
ar: لإنشاء كائن MerchantDetail ، يرجى تقديم ما يلي:

source: To create a PayPalOrder object, please provide valid %1$s
ar: لإنشاء كائن PayPalOrder ، يرجى تقديم %1$s صالح

source: To create a PayPalPayment object, please provide valid id, amount, status, create_time, update_time and links
ar: لإنشاء كائن PayPalPayment ، يرجى تقديم معرف صالح ، والمبلغ ، والحالة ، و create_time ، و update_time ، والروابط

source: There was a problem with creating webhook on PayPal. A gateway error log also added to get details information about PayPal response.
ar: حدثت مشكلة في إنشاء الرد التلقائي على الويب على PayPal. تمت إضافة سجل أخطاء البوابة أيضًا للحصول على معلومات تفصيلية حول استجابة PayPal.

source: PayPal account connected successfully.
ar: تم ربط حساب PayPal بنجاح.

source: PayPal client access token API request response is:
ar: استجابة طلب رمز واجهة برمجة تطبيقات وصول عميل PayPal هي:

source: PayPal client rest api credentials API request response is:
ar: استجابة طلب واجهة برمجة تطبيقات بيانات اعتماد بيانات اعتماد PayPal لعميل PayPal هي:

source: There was a problem with PayPal client rest API request and we could not find valid client id and secret.
ar: حدثت مشكلة في طلب واجهة برمجة تطبيقات بقية عميل PayPal ولم نتمكن من العثور على معرّف وسر عميل صالحين.

source: PayPal merchant status check API request response is:
ar: استجابة طلب واجهة برمجة تطبيقات فحص حالة التاجر في PayPal هي:

source: logs data
ar: بيانات السجلات

source: There was a problem setting up the webhooks for your PayPal account. Please try disconnecting and reconnecting your PayPal account. If the problem persists, please contact support and provide them with the latest %1$s
ar: حدثت مشكلة في إعداد webhooks لحساب PayPal الخاص بك. يرجى محاولة فصل وإعادة ربط حساب PayPal الخاص بك. في حالة استمرار المشكلة ، يرجى الاتصال بالدعم وتزويدهم بأحدث %1$s

source: PayPal Donations
ar: تبرعات PayPal

source: Transaction Successful. PayPal Transaction ID: %1$s PayPal Order ID: %2$s
ar: عملية ناجحة. معرّف معاملة PayPal: %1$s معرّف طلب PayPal: %2$s

source: Connect With Paypal
ar: تواصل مع Paypal

source: Auto
ar: تلقائي

source: PayPal Donations Gateway Settings Docs Link
ar: رابط مستندات إعدادات بوابة التبرعات في PayPal

source: PayPal Donations Gateway Settings
ar: إعدادات بوابة تبرعات PayPal

source: Transaction Type
ar: نوع المعاملة

source: If enabled, required billing address fields are added to PayPal Donations Donation forms. These fields are required to process the transaction when enabled. Billing address details are added to both the donation and donor record in GiveWP.
ar: في حالة التمكين ، تتم إضافة حقول عنوان الفاتورة المطلوبة إلى نماذج تبرعات PayPal. هذه الحقول مطلوبة لمعالجة المعاملة عند التمكين. تتم إضافة تفاصيل عنوان إرسال الفواتير إلى كل من سجل التبرع والتبرع في GiveWP.

source: We were unable to process refund.
ar: لم نتمكن من معالجة رد الأموال.

source: Please
ar: من فضلك

source: check log
ar: تحقق من السجل

source: for detailed information.
ar: للحصول على معلومات مفصلة.

source: Refund Charge in PayPal?
ar: استرداد الرسوم في PayPal؟

source: To create a paypal order, please provide formId, donationAmount and payer
ar: لإنشاء طلب paypal ، يرجى تقديم formId ومبلغ التبرع والدافع

source: Disconnect PayPal Account
ar: افصل حساب PayPal

source: Are you sure you want to disconnect your PayPal account?
ar: هل أنت متأكد أنك تريد قطع الاتصال بحسابك على PayPal؟

source: You’re connected to PayPal! Here’s what’s next...
ar: أنت متصل بـ PayPal! إليك ما هو التالي ...

source: Using a trusted, secure hosting provider – preferably one which claims and actively promotes PCI compliance.
ar: استخدام مزود استضافة موثوق به وآمن - ويفضل أن يكون مقدمًا يدعي ويعزز بشكل نشط الامتثال لـ PCI.

source: Maintain security best practices when setting passwords and limit access to your server.
ar: حافظ على أفضل ممارسات الأمان عند تعيين كلمات المرور وقم بتقييد الوصول إلى الخادم الخاص بك.

source: Implement an SSL certificate to keep your donations secure.
ar: قم بتطبيق شهادة SSL للحفاظ على تبرعاتك آمنة.

source: Keep plugins up to date to ensure latest security fixes are present.
ar: حافظ على تحديث المكونات الإضافية لضمان توفر أحدث إصلاحات الأمان.

source: Card Expiration Date:
ar: تاريخ إنتهاء البطاقة:

source: Card Number:
ar: رقم البطاقة:

source: Card CVC:
ar: بطاقة CVC:

source: MM/YY
ar: شهر / سنة

source: There was a problem authenticating your payment method. Please try again. If the problem persists, please try another payment method.
ar: كانت هناك مشكلة في مصادقة طريقة الدفع الخاصة بك. حاول مرة اخرى. إذا استمرت المشكلة ، يرجى تجربة طريقة دفع أخرى.

source: Error Code
ar: رمز الخطأ

source: There was an error processing your donation. Please contact the administrator.
ar: كان هناك خطأ في معالجة تبرعك. يرجى الاتصال بالمسؤول.

source: Or pay with card
ar: أو الدفع بالبطاقة

source: Checking donation status with PayPal.
ar: التحقق من حالة التبرع مع PayPal.

source: Charge Completed in PayPal
ar: اكتمل الشحن في PayPal

source: Charge Denied in PayPal
ar: تم رفض الرسوم في PayPal

source: Charge refunded in PayPal
ar: الرسوم المستردة في PayPal

source: Connected Accounts
ar: الحسابات المرتبطة

source: Accept Donations with Stripe
ar: قبول التبرعات مع Stripe

source: You are using the Pro version of the GiveWP add-on which includes additional payment methods, zero additional fees, and premium support.
ar: أنت تستخدم الإصدار الاحترافي من الوظيفة الإضافية GiveWP والذي يتضمن طرق دفع إضافية ، وبدون رسوم إضافية ، ودعم متميز.

source: Pro Version Active
ar: الإصدار المحترف نشط

source: Connect to the Stripe payment gateway using this section. Multiple Stripe accounts can be connected simultaneously. All donation forms will use the "Default Account" unless configured otherwise. To specify a different Stripe account for a form, configure the settings within the "Stripe Account" tab on the individual form edit screen.
ar: قم بالاتصال ببوابة الدفع Stripe باستخدام هذا القسم. يمكن ربط حسابات Stripe متعددة في وقت واحد. ستستخدم جميع نماذج التبرعات "الحساب الافتراضي" ما لم تتم تهيئتها بطريقة أخرى. لتحديد حساب Stripe مختلف لنموذج ما ، قم بتكوين الإعدادات داخل علامة التبويب "Stripe Account" في شاشة تحرير النموذج الفردي.

source: Add a New Stripe Account
ar: قم بإضافة حساب Stripe جديد

source: Account name:
ar: اسم الحساب:

source: Account email:
ar: حساب البريد الإلكتروني:

source: Account ID:
ar: معرف الحساب:

source: Connection Method:
ar: طريقة التوصيل:

source: Statement Descriptor:
ar: واصف البيان:
