Repository: quocvietht03/alone
Catalog: languages/give-*.po
Languages: ar

source: Donation Forms Report
ar: تقرير نماذج التبرع

source: Forms
ar: أشكال

source: Donation Methods
ar: طرق التبرع

source: Gateways
ar: بوابات

source: Complete Payments
ar: مدفوعات كاملة

source: Pending / Failed Payments
ar: المدفوعات المعلقة / الفاشلة

source: Total Payments
ar: مجموع المدفوعات

source: Donation Methods Report
ar: تقرير طرق التبرع

source: Total revenue for period:
ar: إجمالي الإيرادات للفترة:

source: Total donations for period:
ar: إجمالي التبرعات للفترة:

source: Estimated monthly revenue:
ar: الإيرادات الشهرية المقدرة:

source: Estimated monthly donations:
ar: التبرعات الشهرية المقدرة:

source: Revenue Report for %s
ar: تقرير الإيرادات لـ %s

source: Average monthly revenue:
ar: متوسط الدخل الشهري:

source: Average monthly donations:
ar: متوسط التبرعات الشهرية:

source: Today
ar: اليوم

source: Yesterday
ar: أمس

source: This Week
ar: هذا الاسبوع

source: Last Week
ar: الاسبوع الماضى

source: This Month
ar: هذا الشهر

source: Last Month
ar: الشهر الماضي

source: This Quarter
ar: الربع سنوي الحالي

source: Last Quarter
ar: الربع السنوي الماضي

source: This Year
ar: هذه السنة

source: Last Year
ar: العام الماضي

source: Custom
ar: مخصص

source: From
ar: من

source: To
ar: إلى

source: Filter
ar: تصفية

source: Clicking this will clear the reports cache.
ar: سيؤدي النقر فوق هذا إلى مسح ذاكرة التخزين المؤقت للتقارير.

source: Refresh Report Data
ar: تحديث بيانات التقرير

source: Export
ar: تصدير

source: You do not have permission to access this report
ar: ليس لديك إذن للوصول إلى هذا التقرير

source: Report Type
ar: نوع التقرير

source: Show
ar: عرض

source: Go Back
ar: رجوع

source: Revenue Report
ar: تقرير الإيرادات

source: Advanced
ar: متقدم

source: Default GiveWP Styles
ar: أنماط GiveWP الافتراضية

source: This controls GiveWP's default styles for legacy donation forms and other front end elements. Disabling this option means that you'll need to supply your own styles.
ar: يتحكم هذا في أنماط GiveWP الافتراضية لنماذج التبرع القديمة وعناصر الواجهة الأمامية الأخرى. يعني تعطيل هذا الخيار أنك ستحتاج إلى توفير أنماطك الخاصة.

source: Remove Data on Uninstall
ar: إزالة البيانات على إلغاء التثبيت

source: When the plugin is deleted, completely remove all GiveWP data. This includes all GiveWP settings, forms, form meta, donor, donor data, donations. Everything.
ar: عندما يتم حذف المكون الإضافي ، قم بإزالة جميع بيانات GiveWP تمامًا. وهذا يشمل جميع إعدادات GiveWP ، والنماذج ، والنماذج الوصفية ، وبيانات المتبرعين ، وبيانات المتبرعين ، والتبرعات. كل شئ.

source: Yes, Remove all data
ar: نعم ، قم بإزالة كافة البيانات

source: No, keep my GiveWP settings and donation data
ar: لا ، احتفظ بإعدادات GiveWP وبيانات التبرع

source: Default User Role
ar: دور المستخدم الافتراضي

source: Users are given this user role when they opt into creating a WordPress/site account along with their donation.
ar: يتم منح المستخدمين دور المستخدم هذا عندما يختارون إنشاء حساب WordPress / موقع جنبًا إلى جنب مع تبرعهم.

source: %s filter
ar: %s عامل التصفية

source: This controls whether or not GiveWP legacy form content is treated like WordPress content. Disabling this option means that things like social sharing and other theme- or plugin-added functionality to enhance or append things to content will not be applied to GiveWP legacy form content. <a href="%1$s" target="_blank">Learn more</a> about %2$s filter.
ar: يتحكم هذا في ما إذا كان يتم التعامل مع محتوى النموذج القديم لـ GiveWP مثل محتوى WordPress أم لا. يعني تعطيل هذا الخيار أن أشياء مثل المشاركة الاجتماعية والوظائف الأخرى المضافة إلى السمات أو المكون الإضافي لتحسين أو إلحاق الأشياء بالمحتوى لن يتم تطبيقها على محتوى النموذج القديم لـ GiveWP. <a href="%1$s" target="_blank">تعرف على المزيد</a> حول عامل التصفية %2$s.

source: Script Loading Location
ar: موقع تحميل البرنامج النصي

source: This allows you to load your GiveWP scripts either in the <code>&lt;head&gt;</code> or footer of your website.
ar: يسمح لك هذا بتحميل البرامج النصية الخاصة بـ GiveWP إما في <code>&lt;head&gt;</code> أو في تذييل موقع الويب الخاص بك.

source: Head
ar: جبهة الموقع

source: Footer
ar: الفوتر

source: Setup Page
ar: إعداد الصفحة

source: Form Page URL Prefix
ar: بادئة URL لصفحة النموذج

source: This slug is used as a base for the (invisible to users/site visitors) iframe URL that contains all form templates besides the legacy form template. The URL currently looks like this: %1$s. This option allows you to modify that URL to avoid conflicts that might exist with other pages and URLs on the site.
ar: يتم استخدام الرابط التقريبي هذا كأساس لعنوان URL الخاص بإطار iframe (غير المرئي للمستخدمين / زوار الموقع) الذي يحتوي على جميع قوالب النماذج إلى جانب قالب النموذج القديم. يبدو عنوان URL حاليًا على النحو التالي: %1$s. يتيح لك هذا الخيار تعديل عنوان URL هذا لتجنب التعارضات التي قد تكون موجودة مع الصفحات وعناوين URL الأخرى على الموقع.

source: Advanced Database Updates
ar: تحديثات قاعدة البيانات المتقدمة

source: This option is only for advanced users and/or those directed by GiveWP support. Once you enable this, you'll have the ability to override the run order and to force re-running for database updates at Donations > Tools > Data. If you don't know what you are doing, you can easily break things with this option enabled. Do not leave this option enabled after you're done troubleshooting.
ar: هذا الخيار مخصص فقط للمستخدمين المتقدمين و / أو أولئك الموجّهين من خلال دعم GiveWP. بمجرد تمكين هذا ، سيكون لديك القدرة على تجاوز أمر التشغيل وفرض إعادة التشغيل لتحديثات قاعدة البيانات في التبرعات> الأدوات> البيانات. إذا كنت لا تعرف ما تفعله ، فيمكنك بسهولة كسر الأشياء مع تمكين هذا الخيار. لا تترك هذا الخيار ممكّنًا بعد الانتهاء من استكشاف الأخطاء وإصلاحها.

source: GiveWP Cache
ar: GiveWP مخبأ

source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت

source: Click this button if you want to clear GiveWP's cache. The plugin stores common settings and queries in cache to optimize performance. Clearing cache will remove and begin rebuilding these saved queries.
ar: انقر فوق هذا الزر إذا كنت تريد مسح ذاكرة التخزين المؤقت لـ GiveWP. يخزن المكون الإضافي الإعدادات والاستعلامات الشائعة في ذاكرة التخزين المؤقت لتحسين الأداء. سيؤدي مسح ذاكرة التخزين المؤقت إلى إزالة هذه الاستعلامات المحفوظة والبدء في إعادة بنائها.

source: Advanced Settings Docs Link
ar: رابط المستندات الإعدادات المتقدمة

source: Advanced Settings
ar: اعدادات متقدمة

source: Akismet SPAM Protection
ar: حماية Akismet SPAM

source: Add a layer of SPAM protection to your donation submissions with Akismet. When enabled, donation submissions will be first sent through Akismet's SPAM check API if you have the plugin activated and configured.
ar: أضف طبقة من الحماية من الرسائل الاقتحامية (SPAM) إلى عمليات تقديم التبرعات الخاصة بك مع Akismet. عند التمكين ، سيتم إرسال عمليات إرسال التبرعات أولاً من خلال واجهة برمجة تطبيقات التحقق من الرسائل الاقتحامية (SPAM) الخاصة بـ Akismet إذا تم تنشيط المكون الإضافي وتكوينه.

source: Whitelist by Email
ar: القائمة البيضاء بالبريد الإلكتروني

source: Add emails one at a time to ensure that donations using that email bypass GiveWP's Akismet SPAM filtering. Emails added to the list here are always allowed to donate, even if they've been flagged by Akismet.
ar: أضف رسائل بريد إلكتروني واحدة تلو الأخرى للتأكد من أن التبرعات التي تستخدم هذا البريد الإلكتروني تتجاوز تصفية البريد العشوائي Akismet الخاص بـ GiveWP. يُسمح دائمًا لرسائل البريد الإلكتروني المضافة إلى القائمة هنا بالتبرع ، حتى لو تم وضع علامة عليها بواسطة Akismet.

source: To permanently prevent emails from being flagged as SPAM by Akismet <a href="%1$s" target="_blank">contact their team here</a>.
ar: لمنع رسائل البريد الإلكتروني من أن يتم وضع علامة عليها كرسائل غير مرغوب فيها من قبل Akismet <a href="%1$s" target="_blank">، اتصل بفريقهم هنا</a> .

source: Cache
ar: مخبأ

source: If caching is enabled the plugin will start caching custom post type related queries and reduce the overall load time.
ar: إذا تم تمكين التخزين المؤقت ، فسيبدأ المكون الإضافي في تخزين الاستعلامات ذات الصلة بنوع المنشور المخصص مؤقتًا وتقليل وقت التحميل الإجمالي.

source: Advanced Options
ar: خيارات متقدمة

source: Please properly configure Akismet to enable SPAM protection.
ar: يرجى تكوين Akismet بشكل صحيح لتمكين الحماية من الرسائل الاقتحامية.

source: Default Options
ar: الخيارات الافتراضية

source: Do you want a Name Title Prefix field to appear before First Name?
ar: هل تريد أن يظهر حقل بادئة عنوان الاسم قبل الاسم الأول؟

source: Company Field
ar: مجال الشركة

source: Do you want a Company field to appear after First Name and Last Name fields on all donation forms? You can enable this option per form as well.
ar: هل تريد أن يظهر حقل الشركة بعد حقول الاسم الأول واسم العائلة في جميع نماذج التبرعات؟ يمكنك أيضًا تمكين هذا الخيار لكل نموذج.

source: Do you want to require donor last names/surnames? By default, only the first name field on a donation is required. This setting is also configurable on a per-form basis.
ar: هل تريد أن تطلب أسماء / ألقاب المتبرعين؟ بشكل افتراضي ، مطلوب فقط حقل الاسم الأول في التبرع. هذا الإعداد قابل للتكوين أيضًا على أساس كل نموذج.

source: Display Settings Docs Link
ar: عرض رابط محرر المستندات

source: Display Options Settings
ar: إعدادات خيارات العرض

source: Form Single Views
ar: طرق عرض فردية للنموذج

source: By default, all donation forms have single views enabled. This creates a specific URL on your website for that form. Selecting "Disabled" will prevent the single view from being publicly displayed. Note: if selecting "Disabled", to display each form you will need to embed it using a block, shortcode, or widget.
ar: بشكل افتراضي ، يتم تمكين طرق عرض فردية لجميع نماذج التبرعات. يؤدي هذا إلى إنشاء عنوان URL محدد على موقع الويب الخاص بك لهذا النموذج. تحديد "معطل" سيمنع العرض الفردي للجمهور. ملاحظة: في حالة تحديد "معطل" ، لعرض كل نموذج ، ستحتاج إلى تضمينه باستخدام كتلة أو رمز قصير أو عنصر واجهة مستخدم.

source: Form Archives
ar: أرشيفات النموذج

source: Archive pages list all the donation forms you have created. This option will disable only the form's archive page(s). The form's single view will still be displayed. Note: you will need to <a href="%s">refresh your permalinks</a> after this option has been enabled.
ar: تسرد صفحات الأرشيف جميع نماذج التبرعات التي قمت بإنشائها. سيؤدي هذا الخيار إلى تعطيل صفحة (صفحات) أرشيف النموذج فقط. سيستمر عرض طريقة العرض الفردية للنموذج. ملاحظة: سوف تحتاج إلى <a href="%s">تحديث الروابط الثابتة الخاصة بك</a> بعد تمكين هذا الخيار.

source: Form Excerpts
ar: مقتطفات من النموذج

source: The excerpt is an optional summary or description of a donation form; in short, a summary as to why the user should give.
ar: المقتطف هو ملخص اختياري أو وصف لنموذج التبرع ؛ باختصار ، ملخص عن سبب تقديم المستخدم.

source: Form Featured Image
ar: نموذج صورة مميزة

source: If you do not wish to use the featured image functionality you can disable it using this option and it will not be displayed for single donation forms.
ar: إذا كنت لا ترغب في استخدام وظيفة الصورة المميزة ، يمكنك تعطيلها باستخدام هذا الخيار ولن يتم عرضها لنماذج التبرع الفردي.

source: Featured Image Size
ar: حجم الصورة المميز

source: The Featured Image is an image that is chosen as the representative image for a donation form. Some themes may have custom featured image sizes. Please select the size you would like to display for your single donation form's featured image.
ar: الصورة المميزة هي صورة يتم اختيارها كصورة تمثيلية لنموذج التبرع. قد تحتوي بعض السمات على أحجام صور مميزة مخصصة. يرجى تحديد الحجم الذي ترغب في عرضه للصورة المميزة لنموذج التبرع الفردي الخاص بك.

source: Single Form Sidebar
ar: شكل واحد ، شريط جانبي

source: The sidebar allows you to add additional widgets to the GiveWP single form view. If you don't plan on using the sidebar you may disable it with this option.
ar: يسمح لك الشريط الجانبي بإضافة عناصر واجهة مستخدم إضافية إلى طريقة عرض النموذج الفردي GiveWP. إذا كنت لا تخطط لاستخدام الشريط الجانبي ، فيمكنك تعطيله باستخدام هذا الخيار.

source: Post Types Docs Link
ar: رابط محرر المستندات أنواع المنشورات

source: Post Types Settings
ar: إعدادات أنواع المنشورات

source: Form Categories
ar: أقسام النموذج

source: Enable Categories for all GiveWP forms.
ar: تفعيل الفئات لجميع نماذج GiveWP.

source: Form Tags
ar: أوسمة الاستمارات

source: Enable Tags for all GiveWP forms.
ar: تفعيل الأوسمة لكل الاستمارات.

source: Taxonomies Docs Link
ar: رابط مستندات التصنيف

source: Taxonomies Settings
ar: إعدادات التصنيفات

source: Would you like to require that donors agree to your terms when donating? Note: You can enable/disable this option and customize the terms per form as well.
ar: هل ترغب في مطالبة المتبرعين بالموافقة على شروطك عند التبرع؟ ملاحظة: يمكنك تمكين / تعطيل هذا الخيار وتخصيص المصطلحات لكل نموذج أيضًا.

source: Agree to Terms Label
ar: الموافقة على شروط

source: The label shown next to the agree to terms check box. Customize it here or leave blank to use the default placeholder text. Note: You can customize the label per form.
ar: التسمية التي تظهر بجوار خانة الاختيار الموافقة على الشروط. قم بتخصيصه هنا أو اتركه فارغًا لاستخدام نص العنصر النائب الافتراضي. ملاحظة: يمكنك تخصيص التسمية لكل نموذج.

source: This is the actual text which the user will be asked to agree to in order to donate. Note: You can customize the content per form as needed.
ar: هذا هو النص الفعلي الذي سيُطلب من المستخدم الموافقة عليه للتبرع. ملاحظة: يمكنك تخصيص المحتوى لكل نموذج حسب الحاجة.

source: Terms and Conditions Docs Link
ar: رابط الشروط والأحكام

source: Terms and Conditions Settings
ar: إعدادات الشروط والأحكام

source: Post Types
ar: أنواع المنشور

source: Taxonomies
ar: التصنيفات

source: Emails
ar: رسائل البريد الإلكتروني

source: Disconnect SendWP
ar: قطع الاتصال مع SendWP

source: Connect with SendWP
ar: الاتصال SendWP

source: Donation Notification Settings Docs Link
ar: رابط مستندات إعدادات إعلام التبرع

source: Donation Notification Settings
ar: إعدادات إخطار التبرع

source: Email notifications sent from GiveWP for donor are listed below. Click on an email to configure it.
ar: تم سرد إشعارات البريد الإلكتروني المرسلة من GiveWP للجهات المانحة أدناه. انقر فوق بريد إلكتروني لتكوينه.

source: Email notifications sent from GiveWP for admin are listed below. Click on an email to configure it.
ar: تم سرد إشعارات البريد الإلكتروني المرسلة من GiveWP للمشرف أدناه. انقر فوق بريد إلكتروني لتكوينه.

source: Admin Email Address
ar: عنوان البريد الإلكتروني للمسؤول

source: By default, the
ar: بشكل افتراضي ، الـ

source: tag will use your WordPress admin email. If you would like to customize this address you can do so in the field above.
ar: ستستخدم العلامة البريد الإلكتروني لمدير WordPress الخاص بك. إذا كنت ترغب في تخصيص هذا العنوان ، يمكنك القيام بذلك في الحقل أعلاه.

source: Offline Mailing Address
ar: العنوان البريدي دون اتصال

source: Set the mailing address to where you would like your donors to send their offline donations. This will customize the
ar: قم بتعيين العنوان البريدي للمكان الذي تريد أن يرسل فيه المتبرعون تبرعاتهم دون اتصال بالإنترنت. سيؤدي هذا إلى تخصيص ملف

source: email tag for the Offline Donations payment gateway.
ar: علامة البريد الإلكتروني لبوابة الدفع Offline Donations.

source: Admin Emails
ar: البريد الإلكتروني الخاص بمدير الموقع

source: Email Settings
ar: إعدادات البريد الالكتروني

source: Contact Information
ar: معلومات الاتصال

source: Payment Gateways
ar: بوابات الدفع

source: Collect Billing Details
ar: جمع تفاصيل الفواتير

source: If enabled, required billing address fields are added to Offline Donation forms. These fields are not required to process the transaction, but you may have a need to collect the data. Billing address details are added to both the donation and donor record in GiveWP.
ar: في حالة التمكين ، تتم إضافة حقول عنوان الفواتير المطلوبة إلى نماذج التبرع دون اتصال بالإنترنت. هذه الحقول غير مطلوبة لمعالجة المعاملة ، ولكن قد تحتاج إلى جمع البيانات. تتم إضافة تفاصيل عنوان إرسال الفواتير إلى كل من سجل التبرع والتبرع في GiveWP.

source: The Offline Donation Instructions are a chance for you to educate the donor on how to best submit offline donations. These instructions appear directly on the form, and after submission of the form. Note: You may also customize the instructions on individual forms as needed.
ar: تعليمات التبرع دون اتصال بالإنترنت هي فرصة لك لتثقيف المتبرع حول أفضل طريقة لتقديم التبرعات دون اتصال بالإنترنت. تظهر هذه التعليمات مباشرة في النموذج وبعد إرسال النموذج. ملاحظة: يمكنك أيضًا تخصيص التعليمات على النماذج الفردية حسب الحاجة.

source: Offline Donations Settings Docs Link
ar: رابط المستندات الخاص بإعدادات التبرعات دون الاتصال بالإنترنت

source: Offline Gateway Settings
ar: إعدادات البوابة غير المتصلة

source: If enabled, donations are processed through the sandbox/test accounts configured in each gateway's settings. This prevents having to use real money for tests. See the payment gateway documentation for instructions on configuring sandbox accounts.
ar: في حالة التمكين ، تتم معالجة التبرعات من خلال حسابات الحماية / الاختبار التي تم تكوينها في إعدادات كل بوابة. هذا يمنع الاضطرار إلى استخدام أموال حقيقية لإجراء الاختبارات. راجع وثائق بوابة الدفع للحصول على إرشادات حول تكوين حسابات آلية تحديد الوصول.

source: Enabled Gateways
ar: البوابات الممكّنة

source: Enable your payment gateway. Can be ordered by dragging.
ar: قم بتمكين بوابة الدفع الخاصة بك. يمكن طلبها عن طريق السحب.

source: Gateways Label
ar: تسمية البوابات

source: The gateway that will be selected by default.
ar: البوابة التي سيتم تحديدها افتراضيًا.

source: Gateway Settings
ar: إعدادات منفذ الشبكة

source: Want to accept credit card donations directly on your website?
ar: هل تريد قبول تبرعات بطاقات الائتمان مباشرة على موقع الويب الخاص بك؟

source: Activate the free Stripe payment gateway %1$s, <a href="%2$s" target="_blank">PayPal Donations</a>, or a premium gateway like <a href="%3$s" target="_blank">Authorize.net</a>, or <a href="%4$s" target="_blank">Stripe Premium</a> for no added fees and priority support.
ar: قم بتنشيط بوابة دفع Stripe المجانية %1$s أو <a href="%2$s" target="_blank">PayPal Donations</a> أو بوابة مميزة مثل <a href="%3$s" target="_blank">Authorize.net</a> أو <a href="%4$s" target="_blank">Stripe Premium</a> بدون رسوم إضافية ودعم الأولوية.

source: The free version of Stripe includes an additional 2% processing fee in addition to Stripe's normal fees for one-time donations. This ensures we can fully support the plugin for the future. Upgrade to the premium Stripe add-on for no added fees.
ar: يتضمن الإصدار المجاني من Stripe رسوم معالجة إضافية قدرها % p بالإضافة إلى رسوم Stripe العادية للتبرعات لمرة واحدة. هذا يضمن أنه يمكننا دعم المكون الإضافي بشكل كامل للمستقبل. قم بالترقية إلى الوظيفة الإضافية Premium Stripe بدون رسوم إضافية.

source: View Premium Gateways
ar: عرض بوابات بريميوم

source: Label
ar: ملصق

source: Close dialog
ar: إغلاق الحوار

source: What's new
ar: ما الجديد

source: Got it
ar: مفهوم

source: General
ar: عام

source: Session Lifetime
ar: مدة الجلسة

source: The length of time a user's session is kept alive. GiveWP starts a new session per user upon donation. Sessions allow donors to view their donation receipts without being logged in.
ar: طول الفترة الزمنية التي يظل فيها المستخدم على قيد الحياة. تبدأ GiveWP جلسة جديدة لكل مستخدم عند التبرع. تسمح الجلسات للمتبرعين بمشاهدة إيصالات التبرعات دون تسجيل الدخول.

source: 24 Hours
ar: 24 ساعة

source: 48 Hours
ar: 48 ساعة

source: 72 Hours
ar: 72 ساعة

source: 1 Week
ar: أسبوع واحد

source: Limit Donations Displayed
ar: الحد من التبرعات المعروضة

source: Adjusts the number of donations displayed to a non logged-in user when they attempt to access the Donation History page without an active session. For security reasons, it's best to leave this at 1-3 donations.
ar: يضبط عدد التبرعات المعروضة لمستخدم غير مسجّل الدخول عندما يحاول الوصول إلى صفحة محفوظات التبرعات بدون جلسة نشطة. لأسباب أمنية ، من الأفضل ترك هذا عند 1-3 تبرعات.

source: Email Access
ar: الوصول إلى البريد الإلكتروني

source: If enabled, donors can access their donation history by verifying access to the email address used to donate. When they visit the donation history page, they input their email address and can access the site from a link in the resulting email.
ar: في حالة التمكين ، يمكن للمتبرعين الوصول إلى سجل تبرعاتهم عن طريق التحقق من الوصول إلى عنوان البريد الإلكتروني المستخدم للتبرع. عندما يزورون صفحة سجل التبرعات ، يقومون بإدخال عنوان بريدهم الإلكتروني ويمكنهم الوصول إلى الموقع من رابط في رسالة البريد الإلكتروني الناتجة.

source: Enable reCAPTCHA
ar: تفعيل reCAPTCHA

source: If enabled, this option adds a reCAPTCHA field to the email access form. Note: this does not add reCAPTCHA to donation forms.
ar: في حالة التمكين ، يضيف هذا الخيار حقل reCAPTCHA إلى نموذج الوصول إلى البريد الإلكتروني. ملاحظة: هذا لا يضيف reCAPTCHA إلى نماذج التبرعات.

source: reCAPTCHA Site Key
ar: مفتاح الموقع للكود الأمنى (reCAPTCHA)

source: Navigate to <a href="%s" target="_blank">the reCAPTCHA website</a> and sign up for an API key and paste your reCAPTCHA site key here. The reCAPTCHA uses Google's user-friendly single click verification method.
ar: انتقل إلى <a href="%s" target="_blank">موقع reCAPTCHA على الويب</a> وقم بالتسجيل للحصول على مفتاح API والصق مفتاح موقع reCAPTCHA الخاص بك هنا. يستخدم reCAPTCHA طريقة التحقق من Google سهلة الاستخدام بنقرة واحدة.

source: reCAPTCHA Secret Key
ar: المفتاح السري للكود الأمني (reCAPTCHA)

source: Please paste the reCAPTCHA secret key here from your reCAPTCHA API Keys panel.
ar: يرجى لصق مفتاح سر reCAPTCHA هنا من لوحة مفاتيح reCAPTCHA API.

source: Access Control Docs Link
ar: الوصول إلى رابط مستندات التحكم

source: Access Control
ar: التحكم بالوصول

source: Before - %s&#x200e;10
ar: قبل - %s 10

source: After - 10%s&#x200f;
ar: بعد - 10%s&#x200f;

source: Currency Settings
ar: إعدادات العملة

source: Currency
ar: العملة

source: The donation currency. Note that some payment gateways have currency restrictions.
ar: عملة التبرع. لاحظ أن بعض بوابات الدفع لها قيود على العملات.

source: Currency Position
ar: موقع رمز العملة

source: The position of the currency symbol.
ar: مكان رمز العملة.

source: Thousands Separator
ar: فاصلة الالف

source: The symbol (typically , or .) to separate thousands.
ar: الرمز (بشكل نموذجي ، أو.) لفصل الآلاف.

source: Decimal Separator
ar: الفاصل العشري

source: The symbol (usually , or .) to separate decimal points.
ar: بالعادة الرمز ( , أو . ) للفصل بين النقاط العشرية.

source: Number of Decimals
ar: عدد الكسور العشرية

source: The number of decimal points displayed in amounts.
ar: عدد النقاط العشرية المعروضة بالمبالغ.

source: Currency Preview
ar: معاينة العملة

source: A preview of the formatted currency. This preview cannot be edited directly as it is generated from the settings above.
ar: معاينة العملة المنسقة. لا يمكن تحرير هذه المعاينة مباشرة حيث تم إنشاؤها من الإعدادات أعلاه.

source: Currency Options Docs Link
ar: رابط مستندات خيارات العملة

source: General Settings
ar: الاعدادات العامة

source: Success Page
ar: صفحة النجاح

source: The page donors are sent to after completing their donations. The %s shortcode should be on this page.
ar: يتم إرسال المتبرعين إلى الصفحة بعد استكمال تبرعاتهم. يجب أن يكون الرمز المختصر %s في هذه الصفحة.

source: Choose a page
ar: اختر صفحة

source: Failed Donation Page
ar: صفحة التبرع الفاشلة

source: The page donors are sent to if their donation is cancelled or fails.
ar: يتم إرسال المتبرعين إلى الصفحة إذا تم إلغاء تبرعهم أو فشل.

source: The page showing a complete donation history for the current user. The %s shortcode should be on this page.
ar: الصفحة التي تعرض تاريخ التبرع الكامل للمستخدم الحالي. يجب أن يكون الرمز المختصر %s في هذه الصفحة.

source: Base Country
ar: الدولة

source: The country your site operates from.
ar: البلد الذي يعمل منه موقعك.

source: Choose a country
ar: اختر البلد

source: Base State/Province
ar: الولاية/المحافظة

source: The state/province your site operates from.
ar: الولاية / المقاطعة التي يعمل موقعك منها.

source: General Options Docs Link
ar: رابط المستندات للخيارات العامة
